[
  {
    "chapter_number": 81,
    "title": "通灵玉揜失兆危亡 绛珠草魂归在梦中",
    "content": "第81回：通灵玉揜失兆危亡 绛珠草魂归在梦中\n\n却说自通灵玉失后，怡红院中连日风雨，檐铃断续，蕉叶低垂，一院幽绿都似蒙了层灰。宝玉卧病在床，衾枕生凉，鬓发如蓬，两目半阖半开，惟口中喃喃，若与虚空对语。袭人、晴雯、麝月、秋纹四人轮流守榻，个个愁眉不展。那通灵宝玉本是宝玉之魄，一旦失去，便似游丝无根，三魂七魄俱散。太医日日来诊，只摇头叹气，道：“此乃心疾，非草木金石可疗。”王夫人闻之，泪如雨下，却不敢高声，惟暗暗念佛。\n\n一日酉牌时分，残照穿窗，金粉零落。宝玉忽于枕上翻身，向袭人道：“姐姐，你可知那玉现在何处？”袭人强忍酸辛，含笑答道：“二爷莫急，已遣人四下找寻，想是丫头们淘气藏起，少不得就送来。”宝玉摇头，喘息良久，道：“非也。我方才似梦非梦，见那玉自裂为二，化作一双白蝶，飞向潇湘馆去了。蝴蝶翅上隐隐有血，点点滴滴，如桃花泪。”袭人闻言，心如刀割，却不敢形于色，只替他拭汗，道：“梦魇而已，过会子便好。”宝玉苦笑，低声吟曰：\n\n“玉去空余香一缕，魂归何处觅前因。  \n绛珠有泪皆成血，蝴蝶无栖不恋春。”\n\n吟罢，气喘愈急，面色若金纸。晴雯在旁，早背人哭过几遭，此刻忙捧来参汤，跪而进之。宝玉只呷一口，便推去，道：“我胸口闷得慌，想是玉在唤我。”众人面面相觑，不敢接语。\n\n是夜，更鼓沉沉，星河黯淡。宝玉忽觉身轻如絮，飘飘然下床，见案上灯花结蕊，似红豆累累。窗外一株西府海棠，花已凋零，惟余残萼数片，在风中旋舞。宝玉循廊而行，脚下无声，但闻自己心跳，咚咚如远寺钟声。转过碧纱橱，忽见一径白石，细苔生绿，直通潇湘馆。宝玉暗忖：“我自来步履如踏棉，今却轻捷，莫非魂已离窍？”既思之，亦不惧，惟觉胸中有一股温柔之气，引他前行。\n\n行不数步，忽闻笛声幽咽，其音清越，似断似续。宝玉循声觅去，见竹林深处，一女子背立吹笛，衣袂如云，鬓鬟堆鸦。宝玉低呼：“林妹妹！”那女子转身，果是黛玉，但见她雪肤花貌，清减异常，两弯似蹙非蹙笼烟眉，一双似喜非喜含情目，泪光点点，如晓露未晞。宝玉趋前，欲执其手，却觉一阵清风，指间惟余冷香。黛玉微笑，语如莺啭：“宝玉，你来了。我候你多时。”宝玉泣曰：“好妹妹，那玉已失，我心亦碎，恐不久于人世。你当珍重。”黛玉闻言，泪珠滚落，却强笑道：“玉之失，乃天数，你我之缘，亦将尽矣。然天地有情，当容我二人梦里一诀。”言罢，以袖掩面，低低唱曰：\n\n“绛珠一株临水栽，泪尽潇湘烟雨哀。  \n今生合是离魂客，来世莫牵木石骸。”\n\n宝玉听罢，心如刀割，方欲再言，忽见狂风卷叶，天地晦冥，黛玉身影化作万缕轻烟，随风而散。宝玉急呼：“妹妹等我！”猛然惊醒，仍卧榻上，冷汗透衣，窗外残星三五，天已微曙。袭人伏床沿，亦被惊醒，忙问：“二爷魇着了？”宝玉不答，惟张目四顾，见案上灯尽油干，一缕青烟犹自袅袅，似有若无。\n\n彼时，潇湘馆内，黛玉亦正倚枕，气喘微微。紫鹃、雪雁守于侧，煎药焚香，不敢少懈。案上摆着一只小小白瓷碟，内盛数瓣落花，色已黯败。黛玉忽觉心头一震，似有人以针轻刺，遂低低唤紫鹃：“你听，可有玉声？”紫鹃一怔，强笑道：“姑娘又痴了，玉声如何听得？”黛玉摇头，泪盈于睫：“非也。方才似闻宝玉唤我，其声悲切，想是他不好了。”紫鹃闻言，亦觉酸楚，却不敢哭，只劝道：“姑娘养养神，休要多思。宝二爷吉人天相，自当无恙。”黛玉微叹，自念曰：“吉人天相，未必及我薄命人。”遂合目，欲寐，却见帘外月色如银，照得满室幽白。恍惚间，似见宝玉自窗而入，衣上犹带露痕，形容憔悴，执她之手，哽咽不能语。黛玉亦悲，方欲问其来意，忽觉喉间一股腥甜，急以帕掩口，一缕鲜红已透罗帕。紫鹃见状，失声惊呼，忙扶之卧下，急唤雪雁取参汤。黛玉气喘如牛，指窗外海棠，断断续续道：“花谢……花谢……人去……”言未毕，香魂一缕，已随风散。\n\n紫鹃抚尸大恸，雪雁奔告贾母。贾母闻之，如被雷击，扶杖踉跄而来，见黛玉形容如睡，惟唇角带血，似留余恨。贾母抱住尸身，哭一声“我的儿”，便昏厥于地。王夫人、凤姐、李纨、尤氏等俱至，一室哭声，上彻霄汉。彼时宝玉在怡红院，正与袭人诉说梦中情景，忽觉心头如被冰锥，大叫一声：“妹妹休矣！”一口鲜血喷出，洒满衣襟。众人忙扶之卧，宝玉面如死灰，喃喃曰：“绛珠魂归，我命亦随逝矣。”\n\n是夜，贾府两处灵灯齐燃，一红一白，映得夜色如昼。宝玉扶病来潇湘馆，见黛玉停灵榻上，素幔低垂，银灯微焰，案上供一瓶白海棠，正是旧日同赏之枝。宝玉扑上前去，抚棺大恸，泪尽继之以血。忽于灵前见一玉，莹白如旧，中裂一缝，血丝缠绕，正是通灵宝玉。宝玉捧玉，哭曰：“玉归人不归，天何薄我！”言罢，晕倒于地。\n\n待众人救醒，宝玉已神智迷离，惟反复念《西厢》之句：“愿普天下有情的都成了眷属。”又低吟自作之诗：\n\n“茜纱窗下，我本无缘；黄土垄中，卿何薄命。”\n\n吟声未绝，泪如雨下。凤姐恐其哭坏，强命人扶回怡红院。宝玉一路回首，望见潇湘馆檐角残月，冷浸梅花，心中只觉万箭攒心。\n\n次晨，府中议定：黛玉之丧，暂厝寺中，待老太妃百日后再行安葬。宝玉闻之，又复昏晕。王夫人恐喜事冲丧，遂命人秘不发丧于外，惟府内挂白。宝玉自此一病沉沉，水米不进，惟以参汤延命。通灵玉虽复得，而人已非旧，玉亦失其光华，如顽石一块。\n\n一日，薛姨妈携宝钗来探，宝玉于枕上微睁双目，见宝钗衣素淡雅，眉目如画，却全无喜色。宝玉低声道：“姐姐，金玉之缘，恐非我愿。我之心，已随绛珠去矣。”宝钗闻言，眼圈微红，却强笑道：“宝兄弟安心养病，莫作无益之思。”言罢，自袖中取出一方素帕，上绣并蒂莲，欲递又止，终藏于袖。王夫人一旁观之，暗暗点头，回身与凤姐低语：“速办喜事，以喜冲悲，或可救其一命。”凤姐会意，遂加紧布置。\n\n是夜，宝玉梦魂复离躯壳，行至太虚幻境，见一石碑，上书“孽海情天”四字，碑侧一草，色作浅绛，随风摇曳，若向人招手。宝玉俯身视之，草叶上露珠滚滚，似泪。忽听警幻仙子叹曰：“绛珠泪尽，神瑛情枯，木石前盟，今已终场。汝尚恋红尘，更待何时？”宝玉叩首泣曰：“弟子凡心未死，愿随黛玉之魂，同归离恨天上。”警幻摇头：“情之至极，反为至苦。汝须再历尘劫，方能证果。”言罢，以手一指，宝玉顿觉身坠万丈深渊，大叫而醒。\n\n醒来时，但见红烛高烧，喜幛低垂，方知次日本是“冲喜”之期。宝玉心如槁木，惟反复摩挲通灵玉，玉已冰透，无复昔日温润。窗外鸡鸣初起，曙色透窗纱，宝玉喃喃曰：“天既亮，梦亦残，吾命亦随梦去也。”言未毕，泪落如雨，湿透鸳枕。\n\n正是：\n\n绛珠一断魂难续，通灵虽返神已枯。  \n春梦随云今散尽，空余冷月照庭梧。"
  },
  {
    "chapter_number": 82,
    "title": "王夫人急觅通灵玉 贾宝玉初试色空禅",
    "content": "第82回：王夫人急觅通灵玉　贾宝玉初试色空禅\n\n却说荣府自潇湘馆停灵之后，上下人等俱如槁木死灰。那日恰是三月晦夕，东风卷地，吹得满园梨雪乱飞，直似替黛玉招魂。灵堂内银烛高烧，照见素幔低垂，白幡无风自拂，仿佛幽魂展袖。紫鹃守着灵前，手执白绫剪成的纸钱，一张一张向铜盆里焚化，泪珠儿滚落火中，嗤嗤作响。焚至第七张时，忽听檐外铁马叮当，似有女子轻叹，紫鹃心头一震，抬眼却只见半钩残月，冷冷地挂在云端。她低声唤道：“姑娘，是你么？”四下寂然，唯有纸灰随风旋舞，沾了她一襟素白。\n\n王夫人连日衣不解带，鬓丝蓬乱，眼中血丝缕缕，却强打精神，只恐老太太听见风声。偏那通灵宝玉虽复归，却已黯黯无辉，置诸几上，便如顽石一块。王夫人每夜焚香默祷，冀其复灵，奈那玉冷若玄冰，触之令人寒栗。这一夜漏下三鼓，府中灯火半明不灭，王夫人独坐暖阁，外间只留琥珀一人侍立。案上银釭半残，蜡泪堆红，照见壁上“海棠春睡”画轴，画中美人似亦含悲。王夫人手捻数珠，低声诵《金刚经》，诵至“一切有为法，如梦幻泡影”处，忽闻窗外淅淅索索，似有女子微叹。王夫人心中一凛，急唤琥珀：“适才何声？”琥珀战兢兢回道：“只有风折竹梢，别无他响。”王夫人不语，移步出户，只见阶前月色如练，满地梨花影碎，却哪有半个人影？回身时，却见案上通灵玉竟自滚动，滴溜溜转至香炉之侧，竟磕下一角，如血珠迸出。王夫人失声“嗳哟”，忙以帕掩之，那血痕却渗入玉理，成一丝红络，再拭不去。琥珀唬得面如土色，王夫人强自镇定，命取锦袱包裹，亲手捧至里间佛龛前，伏地叩首不已。烛影摇红，照见她十指颤抖，叩得青砖笃笃作响，额上青丝早被冷汗黏作几缕。\n\n次日卯初，凤姐料理喜事诸务，虽粉黛堆盘，终难掩倦色。闻王夫人传唤，忙整衣过来，只见王夫人形容枯槁，手中托一朱盘，上覆黄绫。凤姐心知有异，屏退左右，低声道：“太太有何吩咐？”王夫人揭开绫角，露出通灵玉，那玉上血丝愈显，竟如活物蜿蜒。王夫人泣道：“此物不祥，恐妨宝玉。我想着，莫若悄悄送至清虚观张真人处，请他镇压，再择吉日开坛祈福。”凤姐沉吟片刻，道：“太太慈念极是，只是目下喜期只在明日，若宝玉身上无此玉，恐老太太那边……”一语未了，只听窗外“扑簌”一声，似有什么坠地。凤姐急推窗看时，却是两只乌鸦厮斗，黑羽翻飞，竟将一株西府海棠啄折。王夫人心中愈觉忐忑，遂命小丫头传话贾琏，即刻备车，亲往清虚观。\n\n那贾琏连日在外置办喜事灯彩，闻命不敢怠慢，一面吩咐套车，一面暗忖：“通灵玉乃宝玉命根，如何忽要送出？其中必有缘故。”然亦不敢多问，只悄悄唤了兴儿，嘱其多带银两，以备道士需索。王夫人换了一件沉香色绉绸灰鼠披风，扶了玉钏儿，凤姐亦随往。出垂花门时，正值邢夫人、尤氏等过来请安，见王夫人神色仓皇，俱不敢问，只远远立着。车轮辘辘，碾碎一路残红，径出西角门而去。\n\n清虚观在城西二十里，一路垂杨夹道，新叶初舒，却被风揉得簌簌作响，似替行人呜咽。及至观前，张真人早得通报，披鹤氅立于山门。真人望见王夫人手中锦袱，眉峰微蹙，合掌道：“善哉，此玉劫气已现，贫道前日已卜一卦，知有今日。”王夫人闻言，泪如雨下，遂将昨夜异事细述。真人叹道：“玉为石中之精，情为孽海之舟。今绛珠魂返，神瑛泪枯，此玉留之，反噬其主。”遂取朱砂黄符，以净水研墨，画“太清摄魂符”三道，将玉裹以玄绡，封于乌木匣内，置于观后丹炉之下，嘱以真火温养，待七七四十九日后再启。王夫人再三叩谢，奉银五百两，真人却之不受，只道：“贫道只结善缘，不收银钱。”王夫人无奈，只得命玉钏儿将银改作香油之费，方才登车而返。\n\n且说宝玉自前夜梦醒，便知明日为迎娶之期，心内如焚，却无泪可洒。彼时天色微明，窗纱透进一缕蟹壳青，照见榻前锦帐低垂，金钩微荡。宝玉仰卧，目光直透帐顶，仿佛见黛玉立于云端，手执绛珠一株，血泪点点，随风飘洒。宝玉伸手欲挽，却只抓到虚空，唯觉指尖冰凉。袭人早起来，捧了参汤，含泪劝道：“二爷好歹用些，明日……”话未竟，泪已堕碗。宝玉转眸看她，目光陌生，似不识得。半晌，方哑声道：“她今在何处？”袭人知他问黛玉，哽咽不能答。宝玉忽自榻上挣起，披衣欲行，只觉天旋地转，一口腥甜涌上，复喷朱红。麝月、秋纹忙扶住，齐声哭唤。宝玉喘息良久，低低念道：“好一似食尽鸟投林，落了片白茫茫大地真干净……”众人不解，只道他魔魇。\n\n正乱作一团，忽听廊下小丫头报：“太太回来了。”众人忙整衣相迎。只见王夫人满面泪痕，手捧锦袱，径入宝玉卧房。宝玉抬眼，见母亲形容枯槁，心中一酸，叫声“太太”，便欲下床。王夫人急按住，揭开锦袱，露出通灵玉，血丝宛然。王夫人泣道：“我的儿，此玉昨夜自裂，恐是不祥。我已与张真人商定，权请符印镇压，俟你大喜之后再作道理。”宝玉闻言，怔了半晌，忽惨然一笑：“玉在人亡，要它何用？”伸手欲掷。王夫人唬得魂飞，一把按住，哭道：“你若如此，是要我老命！”凤姐在旁，忙劝道：“宝兄弟，你且忍耐，明日花轿进门，诸事完毕，再议不迟。”宝玉目光呆滞，口中喃喃，却不再言语。\n\n是日午后，合府忙如蚁旋。凤姐往来调度，虽脚不沾地，仍觉心头突突。忽见林之孝家的来回：“梨香院小戏子们已齐集，请示何处安置？”凤姐皱眉道：“喜事用乐，岂可轻忽？且令她们在怡红院后罩房暂歇，酉正开戏。”又唤平儿：“那十二对宫灯可曾齐备？仔细别叫雨泡了。”平儿回道：“已吩咐用油纸罩了，只恐今夜有雨。”凤姐抬头看天，果见乌云翻滚，如墨汁泼翻，遂叹道：“罢了，纵有雨，亦要铺陈。”\n\n申牌时分，薛姨妈带了宝钗，自梨香院过来。宝钗穿一件蜜合色缎袄，月白绫裙，脸上淡淡敷了铅华，却难掩眸中忧色。王夫人迎至暖阁，执手哽咽。薛姨妈道：“亲家太太且保重，事已至此，只有往前看。”王夫人点头，复看宝钗，欲言又止。宝钗低眉顺眼，只道：“太太放心，我自省得。”言罢，随王夫人至佛前拈香。香烟袅袅中，宝钗忽觉心头一震，似有人在耳畔低唤“宝姐姐”，那声音分明是黛玉，却缥缈难寻。宝钗四顾，唯见佛灯青荧，照得金身半明半暗，不禁黯然。拈香已毕，宝钗随薛姨妈退至厢房，窗外忽起一阵风，吹得檐前铁马乱鸣，案上《西厢》书页翻动，恰恰停在“花落水流红，闲愁万种”一句。宝钗心头又是一颤，指尖微凉。\n\n酉初，宝玉被扶至暖阁，换吉服。袭人、麝月含泪为他梳篦，只觉他发根枯涩，一梳下去，断发纷纷。宝玉凝视镜中，昔日翩翩公子，今成槁木形骸，忽忆黛玉曾笑他“纵然生得好皮囊，腹内原来草莽”，如今连皮囊亦将腐朽，心中大恸。忽闻外间鼓乐隐隐，宝玉抬眸，窗外夕阳如血，映得满院花影摇曳，似无数离魂招手。宝玉低低吟道：“茜纱窗下，我本无缘；黄土垄中，卿何薄命……”袭人听了，心如刀绞，却不敢哭出声来。麝月捧来大红销金喜服，宝玉只觉那红刺目如血，抬手欲推，却被王夫人含泪按住：“儿啊，你权当为娘穿这一回……”宝玉指尖微颤，终究无力垂下。\n\n戌正，喜轿至门。宝玉被人扶出，只见红灯万盏，照彻长街，鼓乐喧阗，却似隔世。他木然上轿，手中被塞入一条大红绸，绸上金线绣并蒂莲，触之如冰。轿帘放下，眼前顿黑，只觉身如飘蓬，不知西东。忽闻轿外小儿歌曰：“宁娶青楼妓，不娶林家女；宁做富家奴，不做宝玉妻……”歌声飘忽，似真似幻。宝玉心中一凛，欲掀帘叱问，却四肢无力，唯闻心跳如鼓。轿子忽上忽下，似在云端，又似在浪里，宝玉恍惚看见黛玉立于桥头，手执白绫，回眸一笑，那笑却比哭更苦。宝玉伸手欲呼，轿帘却被人猛地掀开，傧相高唱：“新郎出轿——”\n\n喜堂之上，锦幛高悬，烛火如昼。宝玉被人扶至红毯，对面宝钗凤冠霞帔，面遮红绡，身形婀娜，却非黛玉。他心头如被利刃剖开，忽大叫一声，仰面而倒。众人惊呼，喜堂顿时大乱。王夫人哭喊：“我的儿！”凤姐急掐人中，半晌，宝玉悠悠醒转，目光散乱，口中只念：“绛珠还泪，泪尽缘空……”薛姨妈在旁，亦忍不住泪落。宝钗隔着绡帕，虽不见人，却闻其声，心中如被万箭攒刺，然仍强自镇定，扶住喜娘，不肯失仪。鼓乐复作，傧相再唱，宝玉却似木偶，任人扶拜。天地、高堂、夫妻交拜，一一礼毕，宝玉眼中无泪，唯见黛玉身影在烛影里忽远忽近，向他伸指，似嗔似怨。\n\n是夜，洞房花烛。宝玉独坐榻沿，目光呆滞。宝钗卸去凤冠，露出云鬓，烛光下如墨鸦栖雪。她轻步至宝玉身侧，柔声道：“夫君，可要用些茶？”宝玉抬眼，见她眸中泪光莹然，心中忽生一念：此人亦是无辜，我何苦迁怒？然转念又想：若无金玉之说，黛卿何至香消？思及此，心如刀绞，遂闭目不语。宝钗知其意，亦不强劝，只自取绣墩，隔灯而坐。烛泪堆盘，红泪如血，照得二人影子长长短短，似离似合。更鼓三敲，宝玉忽闻窗外雨声，淅淅沥沥，如黛玉昔日泣声。他起身推窗，冷风扑面，只见院中芭蕉，雨点如珠，声声断肠。宝玉低吟：“秋窗风雨夕，秋魂难招；茜纱窗下，卿在何处？”吟罢，忽觉心头一空，似有什么东西“咔”然碎裂。他回首看时，案上通灵玉竟自裂为两半，血丝四散，如残梅点点。宝玉怔住，良久，忽合掌低语：“原来如此，色即是空，空即是色……”\n\n宝钗闻声，急至案前，见玉已碎，惊得掩唇。宝玉却神色平静，道：“好姐姐，你且坐下，听我一言。”宝钗依言，心中忐忑。宝玉缓缓道：“昔日女娲炼石补天，余此一块，落于尘世，幻形入世，历尽情劫。今劫数已满，玉碎归真，吾亦当归。”言罢，忽觉通体轻灵，如脱桎梏。他抬手欲抚宝钗鬓边，指尖却透体而过，如触烟雾。宝钗大骇，呼道：“宝玉！”然榻上之人，已气息全无，唯唇边留一抹微笑，似悟似喜。\n\n一时间，新房大乱。王夫人、凤姐、薛姨妈等奔至，见宝玉形若入定，探其鼻息，已如游丝。王夫人哭倒在地，凤姐灯火彻夜未熄。王夫人守至四更，忽闻佛阁钟声，悠悠荡荡，如从天外。她心中一动，想起张真人曾言：“玉碎之日，便是缘尽之时。”遂踉跄至佛前，跪诵《往生咒》。诵至百遍，忽见灯花爆出一个“空”字，瞬息即灭。王夫人心中一凛，似有所悟。\n\n次日卯正，宝玉悠悠醒转，目光清澈，如婴儿初生。见众人环泣，他轻声道：“莫哭，我梦见一僧一道，携我至太虚幻境，警幻仙子言：‘情不情，空非空，红尘历遍，方证菩提。’我如今明白了。”言罢，抬手取过碎玉，合于掌心，轻轻一吹，那玉竟化作一缕青烟，袅袅而散。众人目瞪口呆，王夫人欲再问，宝玉却已闭目，再无声息。\n\n荣府内外，一时传遍，或言宝玉成仙，或言妖魅作祟。王夫人痛极成病，薛姨妈亦卧床不起。宝钗独坐新房，手执半幅罗帕，上绣并蒂莲，泪痕斑斑。忽闻窗外鹦鹉学舌：“好了，好了……”宝钗苦笑，低低续道：“好便是了，了便是好……”\n\n后人有诗叹曰：\n\n绛珠泪尽石归山，金玉成空色亦删。  \n春梦随云空聚散，秋魂化雨自阑珊。  \n通灵一碎尘缘断，太虚幻境证真顽。  \n寄语红尘痴儿女，莫将情网自盘桓。"
  },
  {
    "chapter_number": 83,
    "title": "贾政远行闻风声急 探春理家整旧弊深",
    "content": "第83回：贾政远行闻风声急 探春理家整旧弊深\n\n却说宝玉洞房一夕惊魂，碎玉化烟，惊动了合府上下。王夫人本已抱恙，闻得宝玉气绝复苏，通灵玉又无故自碎，一时心如刀绞，强撑病体，扶了玉钏，一步三喘地赶来。彼时宝钗已卸凤冠，只着一件月白绫衫，鬓云微散，泪痕犹在，见王夫人至，忙起身迎候。王夫人见她面色惨白，唇无血色，心中更痛，一把拉住手，哽咽道：“好孩子，委屈你了。”宝钗低首不语，只觉腕上一阵冰凉，原是王夫人手颤如秋叶。王夫人环顾洞房，见红烛将尽，蜡泪堆盘，喜帐半垂，案上犹供着那裂作两半的玉璧，烟痕犹在，竟似一缕幽魂未散。她心头一凛，忙命人撤去，又吩咐：“快请太医！”\n\n彼时宝玉已被人扶至东暖阁，仰卧榻上，双目半阖，气息如丝。太医诊脉良久，拈须叹道：“此乃惊悸伤肝，魂不守舍。须静养百日，切忌再动七情。”王夫人闻言，泪如雨下，回身见宝钗侍立一旁，忙拉她至榻前，道：“你二人既已成礼，便是夫妻。他若有个长短，我……”话未说完，喉中一哽，几乎晕厥。宝钗忙扶住，低声道：“太太放心，媳妇自当尽心。”王夫人点头，又嘱李纨、凤姐好生照看，方扶丫鬟去了。\n\n次日卯正，府中尚未传饭，忽有门上小厮飞奔来报：“老爷自河工回京，已至彰义门外十里亭，即刻便到！”原来贾政奉旨督办河务，本拟月底方归，因闻得京中风声日紧，又接家书言宝玉婚事，心中忐忑，遂连夜兼程。王夫人病榻闻此，强整衣衫，率众人至荣禧堂候接。不多时，果见贾政青衣小帽，风尘满面而入。众人请安毕，贾政不及更衣，先问宝玉。王夫人含泪将昨夜之事备述，贾政听罢，半晌无语，只长叹一声：“冤孽，冤孽！”遂至东暖阁视宝玉。彼时宝玉已醒，见父亲来，挣扎欲起，贾政按住道：“罢了。”细看儿子形容枯槁，昔日神采全无，心中大恸，却强忍不露，只道：“好生养着，勿胡思乱想。”宝玉微微颔首，忽低声道：“父亲，那玉……”贾政知他意，沉声道：“碎便碎了，世间岂有长存之物？”言罢，转身出房，眉间忧色愈深。\n\n贾政回至书房，唤来赖大、林之孝等管家，细问近日家务。赖大支吾半晌，方道出：“自宝二爷病后，各处账目多有拖延。又因喜事仓促，库银支出一空，如今外头铺子拖欠利银，已有人来催讨。”贾政闻言，拍案怒道：“岂有此理！”又问及园中诸人，林之孝回道：“潇湘馆停灵未撤，紫鹃日夜啼哭，四姑娘又病着，三姑娘这几日正查旧账，已裁减了二十余名小丫头。”贾政沉吟片刻，道：“传我的话，自今日起，家中大小事务，暂交三姑娘总理。凡有怠惰舞弊者，一体严惩！”\n\n探春彼时正在秋爽斋，手执账册，与侍书、翠墨核对。闻父亲有命，忙整衣至书房。贾政见她形容清减，目带红丝，心中怜惜，温言道：“我知你素日精细，如今家中多事，你须勉为其难。”探春敛衽道：“女儿省得。只是‘大厦将倾，独木难支’，还望老爷示下章程。”贾政点头，遂将赖大等唤进，当众宣布：“自今日起，三姑娘所言，即我之命。敢有违拗者，家法从事！”众人诺诺而退。\n\n探春受命，先至王夫人处请安。王夫人倚枕道：“好孩子，你只管放手去做，我如今也顾不得了。”探春见她形容枯槁，想起黛玉之亡、宝玉之病，心中酸楚，却强笑道：“太太只管养病，外头的事有我呢。”回至秋爽斋，即刻传齐各处管事媳妇，于晓翠堂开议。彼时堂上列坐者，有吴新登家的、王兴家的、郑好时家的等十余辈，皆屏息垂手。探春展开账册，冷笑道：“我竟不知，这园子竟成了无底之窟！单说脂粉钱，上月竟多支了三百两，敢问各位，是谁的规矩？”吴新登家的陪笑道：“姑娘不知，因宝二爷婚事，各处添妆……”探春厉声截住：“喜事自有公账，如何摊到脂粉上？再者，这三十两一匣的胭脂，莫非是王母娘娘的仙桃汁？”众人面面相觑，不敢作声。探春又抽出一张单子，掷于地下：“这是琏二爷支的‘应酬’银子，竟有八百两！我问你，应酬的是哪位王爷？”王兴家的膝行几步，颤声道：“这……这是二爷亲口吩咐的，奴婢们不敢不从。”探春冷笑：“好个不敢不从！既如此，自今日起，凡百两以上支出，须得我亲笔批条。违者，即刻撵出！”\n\n众人正惊惧间，忽听窗外一声轻笑：“好威风！三妹妹竟比我这凤辣子还辣了。”却是凤姐扶着平儿，姗姗而来。探春忙起身让座，凤姐摆手道：“你自管理事，我来瞧瞧。”探春笑道：“正要请二嫂子指点。”凤姐附耳低语：“你可知东府珍大哥近日与平安州节度使过从甚密？那八百两，怕是填了那边的窟窿。”探春眉心一跳，半晌道：“此事暂且按下，先清内患。”遂命侍书取来朱笔，将账册上凡有疑窦处，一一圈出，又唤小厮传外头买办，将近日采买之价，俱誊清呈阅。\n\n午后，探春独至议事厅，命人将历年旧档搬出，竟堆满三间厢房。她亲披鹤氅，手执烛台，逐箱翻检。至酉正，侍书劝道：“姑娘歇歇罢，仔细伤了眼睛。”探春摇头，忽从一旧匣中抽出一张黄纸，上写“敕造宁荣二府工程清单”，细看之下，竟发现多处虚报。她沉吟良久，将纸折起，藏于袖中。忽闻窗外风动竹影，似有女子叹息。探春心头一凛，喝道：“谁？”却见紫鹃抱琴而过，形容憔悴如鬼。探春心中不忍，唤她进来，温言道：“你怎的又瘦了？”紫鹃跪下，哭道：“姑娘，我梦见我们姑娘，她说‘冷月葬我，不如归去’……”探春闻言，泪湿罗衫，却强忍道：“休要胡说！林姑娘在天有灵，必不愿见你如此。”遂命侍书取参汤与她，又嘱小丫头好生照看潇湘馆。\n\n次日，探春令将园中所有空房锁闭，裁撤无用陈设。至稻香村，见李纨正教兰哥儿读书，案上摆着一盏清茶，两碟果脯。探春笑道：“大嫂子好清闲。”李纨叹道：“我如今只守着这孩子，外头的事一概不管。你若有难处，只问凤丫头去。”探春道：“二嫂子如今也病了，我来正想与大嫂子商量，把诗社的旧账也理一理。那些笔墨纸砚，每年耗费不少，不如停了罢。”李纨默然良久，道：“随你。只是可惜了那些好诗。”探春亦觉黯然，忽忆起黛玉“冷月葬花魂”之句，竟怔怔落下泪来。\n\n至晚，探春独上凸碧山庄，见月色如洗，满园花影浮动。她倚栏长叹，口中低吟：“勘破三春景不长，缁衣顿改昔年妆……”忽听身后有人接口：“可怜绣户侯门女，独卧青灯古佛旁。”回头看时，却是惜春。探春忙拭泪道：“四妹妹怎出来了？”惜春淡淡道：“我明日便要去栊翠庵带发修行，特来与姐姐别过。”探春大惊，拉住她手道：“这是为何？”惜春望着远处潇湘馆方向，幽幽道：“姐姐没听见么？每夜子时，林姐姐的哭声随风而来……我既无处可逃，不如归去。”探春只觉一阵寒意自脚底升起，竟说不出话。惜春转身欲去，忽又回头，将一卷画轴塞与探春：“这是那年我画的大观园行乐图，姐姐留着，权作念想罢。”言罢，飘然而去，月影下衣袂翻飞，竟似化鹤而去。\n\n探春回房，展卷细看，见图上诸人，或吟诗，或扑蝶，黛玉倚石，宝玉折梅，历历在目。她抚图痛哭，泪湿鲛绡。侍书劝道：“姑娘哭坏了身子，明日如何理事？”探春收泪，忽将画卷起，付之一炬。侍书惊呼，探春冷然道：“既是镜花水月，留之何用？”火光中，画轴蜷曲，化作灰烬，一缕青烟袅袅上升，似与通灵玉化烟之处遥遥相应。\n\n次日卯初，贾政早朝未归，忽有旨意下：因河工告竣，着贾政即日赴两淮巡盐。贾政接旨，心知此乃远调，恐京中将有风波，却不敢违旨，只得匆匆收拾。王夫人病榻闻之，挣扎起身，哭道：“老爷一去，家中更无依靠。”贾政抚她背道：“我已托北静王照看，且三丫头精细，或可支撑。”又至宝玉榻前，嘱道：“我知你心冷，但为人子者，终有未尽之责。”宝玉闭目不语，只一滴清泪，滑入枕畔。\n\n贾政去后第三日，探春于议事厅贴出告示：  \n一、园中除老屋外，其余院落俱减半供给；  \n二、各房月钱按旧例七成发放，余者抵补亏空；  \n三、凡有告假者，须三姑娘亲批，违者以逃奴论；  \n四、即日起，关闭梨香院戏班，遣散伶人。  \n告示一出，满园哗然。赵姨娘闻得月钱减少，哭闹至议事厅，被探春当众呵斥：“姨娘若嫌少，自去与老爷说！”赵姨娘恨恨而去，回房咒骂不止。贾环在旁冷笑：“三姐姐如今是凤凰了，连亲娘也不认。”赵姨娘啐道：“什么凤凰？不过是秋后的蚂蚱！”\n\n至晚，探春独坐灯下，见窗外海棠花落，堆积如雪。她忽忆起众人结社时，黛玉以“偷来梨蕊三分白”之句夺魁，如今花魂人魂俱杳，不禁黯然。侍书端来燕窝粥，劝道：“姑娘两日未进米水，好歹用些。”探春勉强啜了两口，忽听外头传云板四下，心中一沉——此乃丧音。果然，小丫头飞奔来报：“东府敬老爷，今晨在玄真观吞金服砂，升仙去了！”探春手中碗盏坠地，碎作齑粉。她呆立半晌，忽觉一阵眩晕，幸被侍书扶住。窗外，一轮冷月升至中天，照得满地花影如血。\n\n次日，宁府大丧，荣府亦挂白。贾珍、贾蓉麻衣痛哭，却暗中遣人变卖祭田。探春闻知，冷笑一声，对侍书道：“树倒猢狲散，古人诚不我欺。”遂命人将历年祭田契书，俱锁入铁柜，亲自掌管钥匙。至夜，她独上大观楼，见远处宁府灯火通明，哭声隐隐，却夹杂着丝竹之声。探春倚栏，忽吟一绝云：\n\n金紫万千谁治国，裙钗一二可齐家。  \n铜壶漏断霜华冷，忍向西风数落花。\n\n吟罢，将手中账册一掷，随风飘落，恰覆在一朵残菊上，似为花冢。月影西斜，照见楼角蛛网，一只飞蛾扑入网中，翅颤数下，终不复动。探春凝眸良久，低叹一声：“罢了。”遂转身下楼，衣袂拂过栏杆，竟带落几点暗红——原是夜来绞碎凤仙花汁，染就胭脂泪也。\n\n后人有《飞鸟各投林》词一阕，单道此日之景：\n\n食尽鸟投林，落了片白茫茫大地真干净。  \n为官的，家业凋零；富贵的，金银散尽。  \n有恩的，死里逃生；无情的，分明报应。  \n欠命的，命已还；欠泪的，泪已尽。  \n冤冤相报自非轻，分离聚合皆前定。  \n欲知命短问前生，老来富贵也真侥幸。  \n看破的，遁入空门；痴迷的，枉送了性命。  \n好一似食尽鸟投林，落了片白茫茫大地真干净！"
  },
  {
    "chapter_number": 84,
    "title": "锦香院妙玉遭魔劫 潇湘馆黛玉泣血泪",
    "content": "第84回：锦香院妙玉遭魔劫　潇湘馆黛玉泣血泪\n\n却说自贾政奉旨南巡，荣府中事便如秋后败荷，风过处层层摧折。探春虽以闺阁弱质暂摄家务，然每日寅初即起，酉正方息，手批口答，耳听目顾，不啻以一身而敌八面。是日辰牌时分，探春方在议事厅查点各房月例，案上堆着七八本旧账，纸角卷翘，墨痕半褪，灯芯将尽，蜡泪凝珠。她执一管紫毫，朱批细字，眉心微蹙，似将满腔幽愤都化在那一勾一勒之间。忽见周瑞家的喘吁吁掀帘进来，鬓边珠钗乱颤，口里只道：“三姑娘，可了不得了！锦香院妙玉师父昨夜竟被一伙强人劫了去了！”一语未了，满厅媳妇丫头皆掩口惊呼，有胆小的早把茶盏跌得粉碎。探春手中朱笔“嗒”地落在账簿上，晕开一片丹砂，恰似心头溅血。\n\n她定了定神，抬眸一扫，厅中诸人俱屏息垂手，惟闻窗外秋风卷叶，萧萧瑟瑟。探春缓缓起身，裙幅微动，环佩无声，良久方道：“此事干系非小。妙玉虽方外之人，然素为老太太、太太所敬，且与府中来往密切。如今竟在京城地面被劫，传扬出去，恐连两府体面亦难保全。”声音不高，却字字如冰。遂命人速请贾琏、赖大来商议，又吩咐紧闭内仪门，不许走漏风声；一面又令林之孝家的带几个老成媳妇，亲往锦香院查看踪迹。吩咐既毕，复坐下，取那被朱笔污了的账簿，轻轻撕下一页，折作燕子状，纳入袖中，似借此压下胸中惊涛。\n\n原来那妙玉自栊翠庵被抄之后，权借锦香院西偏殿暂居。锦香院旧为女伶所居，粉垣微剥，回廊半欹，阶下秋草没踝。妙玉所居之殿，仅三间小小佛堂，纸窗竹榻，一炉檀香终日袅袅。她日惟以贝叶经、梅花雪自遣，夜则孤灯一盏，影与壁俱黑。院中本有老尼静悟同两个香火道婆服侍，老尼年逾花甲，目力昏花，却记得妙玉每夕必于佛前添香三炷，香尽始就寝。昨夜三更，霜风正紧，檐铁乱鸣，忽闻墙外马嘶人喊，火把通明，照得殿壁皆赤。静悟急披衣出视，只见十数个黑衣人越墙而入，手执短刃，目露凶光，径奔西殿。妙玉方在佛前添香，闻声欲避，早被一黑面大汉劈胸揪住，以汗巾塞口，扛上肩头。道婆欲喊，被一掌劈倒；静悟跪求，亦被一脚踢翻。须臾之间，人影俱杳，惟余案上残灯半明不灭，香炉倾侧，檀灰狼藉。静悟哭至力竭，方摸到佛前，见蒲团上遗落妙玉常持之羊脂玉簪，簪头一点殷红，不知是血是泪。\n\n探春听罢详情，半晌无言，只觉一股寒气自足底直透泥丸。厅中诸人屏息以待，惟闻窗外秋风卷叶，萧萧瑟瑟。良久，探春方道：“封锁四门，敢有妄传者，家法伺候。”又命侍书取素笺，亲笔写一帖，钤以“秋爽斋”小印，命人飞送北静王府，请托照应。帖上并无一字哀告，惟录唐人“云横秦岭家何在，雪拥蓝关马不前”二句，北静王展帖，默然良久，叹道：“闺阁亦有横戈气。”\n\n是时宝玉正卧病榻，昏沉中忽觉心头如锥刺，大叫“妙玉！”竟自床上挣起，唬得宝钗、莺儿忙按住。王夫人闻声赶来，只见宝玉面色如纸，额上冷汗津津，口中只喃喃道：“妙卿有难，速救则个！”王夫人不解，惟以好言抚慰，复命人煎定神汤。宝钗却心下暗惊，思忖：“妙玉素与宝玉清淡相交，何以知之？”因悄问袭人，袭人亦茫然。惟麝月想起前日宝玉梦呓，曾呼“槛外人”，不敢多言。宝玉复又昏沉，似见妙玉披缁衣立云端，手持白拂，向他一点，便化作千百片雪花，随风而散。宝玉伸手欲捉，雪花入手，却成血珠，惊寤而哭。\n\n且说林之孝家的赶到锦香院，见静悟已哭得眼肿如桃，道婆尚在呻吟。院墙东北角果有攀爬痕迹，瓦片碎落，泥印杂沓，间有马粪数堆，热气早尽。又在妙玉禅房检出半幅素笺，上写“欲洁何曾洁，云空未必空”两句，字迹凌乱，似仓促间以簪花小楷划破窗纱而成。笺角尚有指甲掐痕，如新月一弯。林家的忙用帕子包了，赶回府中呈与探春。探春反复展玩，但觉笺上墨痕犹湿，隐隐带一缕檀香，与昔日栊翠庵茶烟相类，不禁泫然。侍书在旁，忽低声道：“姑娘莫忘了，妙玉师父最喜读《维摩诘所说经》，那经上有云：‘随其心净，则佛土净。’如今看来，竟是谶语。”探春闻言，心中又是一酸。\n\n贾琏闻讯，亦觉棘手，因道：“此事若报官，恐牵出前日抄庵旧案；若私了，又无处下手。”赖大沉吟道：“闻得西城‘镇远镖局’近日来了一伙不明身份的镖师，行踪诡秘。或可使人暗查。”探春便命旺儿带银二百两，托赖大走通门路；又想起妙玉素与忠顺王府太妃有旧，欲遣人通消息，又恐打草惊蛇，踌躇未决。贾琏道：“我有一旧交，现充五城兵马司副指挥，或可托他暗地查访。”探春点头，又嘱：“宁可缓，不可漏。”\n\n是夜，探春独坐秋爽斋，对灯如豆，手抚那半幅素笺，忽觉窗外竹影摇窗，恍若妙玉昔日执拂而来。因口占一绝云：\n\n“梅雪因缘幻亦真，缁衣顿惹劫中尘。  \n可怜金钏寒潭影，空照禅心未了人。”\n\n吟罢，泪滴笺上，晕开墨字。忽闻廊下脚步细碎，却是侍书捧茶进来，低声道：“姑娘且歇一歇罢，明日还要理事呢。”探春拭泪道：“我纵铁石心肠，亦难对此。妙玉孤标傲世，今竟遭此横祸，可见天道无知。”侍书劝道：“姑娘保重，若再伤了身子，越发无人作主了。”探春叹道：“大厦将倾，一木难支。我只恨生为女儿身，不能提三尺剑，扫尽人间魍魉耳！”侍书忽从袖中取出一物，乃是一枚小小木剑，长不过三寸，剑脊刻“莫邪”二字，笑道：“这是前日我哥哥从苏州带来给侄儿玩的，姑娘权且收着，做个念想。”探春接过，抚剑不语，良久方收入匣中。\n\n话分两头。且说黛玉自前日闻宝玉成亲之信，病势陡重，潇湘馆内药香与泪痕交杂。彼时紫鹃已哭哑了嗓子，雪雁亦日夕相伴。这日午后，黛玉忽觉心头一阵绞痛，竟喷出一口鲜血，点点滴滴洒在旧日手帕上，恰是那题有“泪痕点点”之帕。紫鹃唬得魂飞魄散，急唤王嬷嬷。王嬷嬷忙用参汤灌下，半晌方回阳。黛玉喘息良久，执紫鹃手道：“我……我怕是不中用了。前日恍惚见妙玉来别，说‘尘缘已尽’，莫非……”紫鹃哭道：“姑娘莫胡思乱想，好生养着罢。”黛玉微笑摇头，命雪雁扶起，强倚榻边，取镜自照，只见两颊瘦削，惟一双眸子愈显秋水盈盈，因叹道：“自古红颜多薄命，果然不谬。”镜中忽现宝玉影，转瞬又化作落花，黛玉以指触镜，镜碎，割指，血珠滴在榻前秋海棠上，花叶俱颤。\n\n忽闻窗外芭蕉上簌簌有声，似有雨至。黛玉命紫鹃推窗，只见不是雨，却是西风卷起满园落叶，萧萧如泣。阶下那株并蒂芙蓉，早已零落殆尽，只剩枯梗欹斜。黛玉因口占《秋窗风雨夕》后半阕云：\n\n“罗衾不耐秋风力，残漏声催秋雨急。  \n连宵脉脉复飕飕，灯前似伴离人泣。  \n泪烛摇摇爇短檠，牵愁照恨动离情。  \n谁家秋院无风入？何处秋窗无雨声？”\n\n紫鹃听了，心如刀绞，强笑道：“姑娘何苦再作此断肠诗？留些精神罢。”黛玉凄然道：“诗即我命，命将绝而诗亦绝，岂不可哀？”言未已，忽觉喉中腥甜，复吐一口血来，溅在案上《西厢》残本上，恰染“花落水流红”之句。紫鹃忙以绢掩之，泪如雨下。黛玉以血指在帕上画一“梦”字，字迹未成，手已无力垂下。\n\n是夜，黛玉昏沉中似闻箫声呜呜，自潇湘馆后角门传来。那声音幽咽，如泣如诉，竟与昔日宝玉月下吹《红豆曲》无二。黛玉挣扎欲起，却被紫鹃按住。箫声渐近，忽又戛然而止，惟闻一声长叹，似宝玉口吻道：“妹妹，我负你矣！”黛玉心如刀割，大叫一声“宝玉！”竟自梦中惊醒，汗透重衫。紫鹃忙点蜡烛，只见黛玉目光炯炯，竟比平日清亮，心下暗惊，知是回光返照，不敢稍离。黛玉忽索笔砚，手颤不能握，紫鹃代执笔，黛玉口授一绝：\n\n“茜纱窗下月如银，影碎琉璃梦里身。  \n若向黄泉无觅处，莫教鹦鹉唤真真。”\n\n书罢，掷笔而笑，笑中带血。\n\n次日寅正，探春料理家务稍暇，忽忆黛玉，便乘小轿来潇湘馆探视。方至馆门，已闻哭声隐隐。急入看时，只见黛玉倚枕而坐，面色惨白如纸，唇边血迹犹新。案上药盏已冷，一盏参汤凝脂，映着残灯，如小小坟冢。探春强忍悲痛，上前执手道：“林姐姐，我来了。”黛玉微笑，声若游丝：“好妹妹……难为你……百忙中还来看我……”探春泪如雨下，道：“姐姐放心，我已命人四处寻妙玉，必有好音。”黛玉摇头，喘息道：“不必了……妙玉……已随劫数去矣……我亦……不久……”探春闻言，心如刀绞，忽想起一事，忙从袖中取出那半幅素笺，递与黛玉。黛玉接过，凝视良久，忽笑道：“‘云空未必空’……妙玉……先我一步……”言未毕，喉中咯咯作响，又吐一口鲜血，直喷在素笺上，将“空”字染作殷红。探春抱住黛玉，放声大哭。紫鹃跪抱黛玉足，以额触榻，血随泪迸。\n\n一时王夫人、凤姐、李纨等俱至，满室哭声动地。黛玉目光一转，似在寻人，紫鹃会意，哭道：“宝二爷病着，不能来。”黛玉微颔首，忽以手指枕畔，雪雁忙取出一卷素笺，上题《十独吟》，乃黛玉近日病中所作，字迹纤弱，墨痕断续。众人展看，只见第一首写道：\n\n“一代倾城逐浪花，吴宫空自忆儿家。  \n效颦莫笑东村女，头白溪边尚浣纱。”\n\n末一首则云：\n\n“肠断乌骓夜啸风，虞兮幽恨对重瞳。  \n黥彭甘受他年醢，饮剑何如楚帐中？”\n\n诗后尚有一行小字：“癸卯九月既望，病榻试笔，留与知音。”众人读未毕，黛玉已气若游丝，惟双目犹望窗外。忽见一片枫叶随风飘入，恰落枕畔。枫叶如火，映得她面庞微有血色。黛玉伸手欲拈，指尖方触，枫叶片片化作齑粉，随风而散。黛玉一笑，泪遂绝，手亦垂下。时窗外残阳如血，照得潇湘馆一片通红，鹦鹉架上忽作人声：“姑娘，茶冷了。”\n\n紫鹃抱尸大哭，声嘶力竭，竟晕绝于地。探春抚尸大恸，忽觉怀中黛玉渐冷，如握寒玉，因想起昔日“冷月葬花魂”之谶，愈信万事前定。王夫人哭倒在地，李纨、凤姐等亦泪湿罗衫。一时潇湘馆内白幡高挂，哭声与秋风并作。探春命人取黛玉素日所着月白纱衫、藕色百褶裙，亲手为易衣，手指触处，骨瘦如柴，泪又涔涔而下。更衣毕，以一幅白绫覆面，绫上隐隐透出黛痕，似远山含烟。\n\n且说宝玉闻黛玉噩耗，大叫一声，喷血满枕，竟晕死过去。王夫人、宝钗等忙灌参汤，掐人中，半日方苏，口中惟呼“林妹妹”，声泪俱下。宝钗虽心如刀绞，仍强忍劝慰，道：“死者已矣，保重身子要紧。”宝玉瞪目道：“林妹妹既去，我亦不愿独生！”言罢又昏。太医诊脉，只摇头道：“肝脉已绝，恐难再药。”王夫人闻言，哭得死去活来。宝玉忽于昏沉中高叫：“拿玉来！”袭人忙捧通灵宝玉至，只见玉上裂痕如发丝，血丝缕缕，宝玉握玉贴胸，喃喃道：“你既碎，我亦碎也。”\n\n彼时荣府两宅皆白，鼓磬与哭声相间。贾珍闻信，亦遣人来吊，却被探春冷拒，道：“自家姊妹，不敢劳宁府。”贾珍默然。是夜，探春独坐灯下，取黛玉《十独吟》细读，见每首末皆有细字批注，如“妙玉评曰：‘幽怨过于湘灵’”“宝玉圈‘效颦’句”等，墨痕新旧不一，知是平日唱和之稿。探春叹道：“林姐姐一生为情所误，今竟以血泪偿之。天道何知？”遂将诗稿藏于匣中，拟日后付与宝玉。又取黛玉旧帕，上血字已暗，惟余“梦”字一点，如泪未干。探春以火漆封匣，置之高阁，喃喃道：“且留待他年，与花同葬。”\n\n后事如何，且听下回分解。\n\n正是：  \n茜纱窗下香魂逝，栊翠庵中劫火深。  \n欲知后事悲多少，一任空堂落叶吟。"
  },
  {
    "chapter_number": 85,
    "title": "为冲喜暗设掉包计 叹薄命焚稿断痴情",
    "content": "第85回：为冲喜暗设掉包计 叹薄命焚稿断痴情\n\n却说荣府一夜连遭两厄，天尚未明，内外已如鼎沸。潇湘馆里香魂甫逝，紫鹃犹抱黛玉冰躯，泪尽继之以血；怡红院中宝玉晕去复醒，醒又复晕，袭人、麝月等环守榻前，各以巾帕掩面，呜咽之声穿帘度户。荣禧堂上，王夫人、邢夫人并合族长幼，俱已披衣起坐，灯烛荧煌，人影幢幢，如临大丧。探春独抱簿册，立于回廊之下，仰见一天霜月，其色惨白，心口间似被冰刃划破，却强自镇定，吩咐林之孝：“再传话外头：只说姑娘因气壅痰迷，暂作昏沉，不许提‘殁’字。敢有漏泄一字者，家法从事。”林之孝喏喏而退。赖大家的早领着十数个有力媳妇，把潇湘馆前后门都用大锁锁了，贴上封条，凡有仆妇欲进内收拾，一概喝退。  \n一时，凤姐扶着平儿，喘吁吁自后院赶来。原来凤姐自秋来血山崩复发，连日只卧于床，闻得此变，顾不得病体，只披一件藕色绫披风，鬓云半坠，粉黛不施，两只眼肿得桃儿一般。探春忙迎上，低低唤了一声“二嫂子”。凤姐一把攥住她手，颤声道：“三姑娘，这会子不是哭的时候。里头老太太还不知，外头老爷又不在家，若再闹大了，咱们两府一齐折堕。你素日最有胆识，好歹拿个主意。”探春泪光莹然，却冷笑道：“主意是有，只恐太太们不从。”遂附耳数语。凤姐初闻愕然，继而点头，咬牙道：“也只得如此。只是怕那边 老太太不依。”探春道：“老太太跟前，我自有道理。”  \n\n二人正计较间，只听甬道上一阵脚步杂沓，李纨扶着贾母，拄了凤头杖，颤颤巍巍而来。鸳鸯、琥珀两边搀扶，后面簇拥着尤氏、秦可卿之妹秦钟氏、薛姨妈、宝钗、宝琴等，黑压压一片。贾母一头走，一头喘，口里只念：“我两个玉儿，一个才没了娘，一个又病得沉重，这会子若再……”话未说完，泪如雨下。众人进至堂上，只见宝玉榻前围得铁桶相似。贾母扑到榻边，抚着宝玉灰白的面颊，连声唤“心肝”，那宝玉昏昏沉沉，唯眼角两行血泪，直浸枕函。贾母心如刀剜，回身便喝王夫人：“你们是怎么看视的？好好的一个哥儿，弄成这般！”王夫人跪倒，泣不成声。凤姐忙上前扶住贾母，劝道：“老太太且息息怒，哥儿是急痛迷心，痰涌上来。太医已在外候着，先用参汤灌下去，再作道理。”一面回头命平儿：“快把上用的老山参煎一盅来，多兑些琥珀抱龙丸。”平儿飞跑去了。  \n\n少顷，王太医、鲍太医两个进来，诊了脉，皆面面相觑。王太医跪禀：“哥儿此症，乃急怒伤肝，血不归经，又兼先天弱脉，今已肝阳上逆，冲任俱损，恐……”贾母听到此处，把拐杖在地上狠狠一捣：“住口！我只问你们医得好医不好！”王太医磕头出血，道：“若能静摄，或可延岁月，再经风波，便难保。”众女眷听了，一齐呜咽。  \n\n此时东方渐白，檐角铁马被晓风荡得叮当作响，似催人肠断。探春趁众人忙乱，悄悄拉了李纨、凤姐至暖阁后间，低声道：“事急矣。如今外头妙玉的事还未了，里头林妹妹又……若再叫外头知道，荣宁两府体面何存？依我之见，不如将错就错，趁哥儿昏沉，只说老太太作主，给宝二哥冲喜，把林妹妹的丧事且瞒下，只悄悄抬出园去，寻个尼庵浮厝，再作道理。横竖北静王爷已答应暗查妙玉，我们且腾出手来。”李纨听了，合掌念佛道：“阿弥陀佛，这如何使得？林姑娘是老太太的外孙女儿，疼得如珍珠一般，如今人刚咽气，便如此草草，我心里过不去。”凤姐冷笑道：“大嫂子忒老实了。如今不是讲良心的时候。老太太若知林姑娘殁了，再添一层悲痛，哥儿更无生路。不如假以喜掩悲，且把哥儿的命保住，再慢慢料理林姑娘身后，也还不迟。”  \n\n三人正议未决，忽听窗外脚步细碎，却是宝钗携莺儿，端了一小洋漆茶盘，上放两只秘色小盏，轻轻进来道：“三位姐姐辛苦一夜，且用些参汤。”一面说，一面将盏递与探春、凤姐。探春接过，抬眼望见宝钗目若秋水，澄而不波，心下暗叹：“宝姐姐真乃山中高士，到这时候还如此镇定。”因乘机把方才商议的话，略提了几句。宝钗低头抚弄衣带，半晌方道：“若论礼法，自不应如此。然事急从权，亦未为不可。只是有一件：宝兄弟与林妹妹素日情分，人所共知，倘日后他醒来知晓，恐又生风波。依我愚见，不如把‘掉包’二字做得更圆，只说老太太因林妹妹病重，欲借喜事冲喜，命我代嫁。我自问能忍辱负重，亦可保得两府颜面。至于林妹妹，我亦当尽礼尽哀，暗中周全。”  \n\n一语未了，李纨已泪流满面，一把抱住宝钗道：“好妹妹，你何苦来？这断断使不得！”凤姐却一拍手道：“好计！宝丫头肯如此，太太们还有何说？只是难为你。”宝钗淡淡一笑，反劝李纨：“大嫂子不必为我哭。我自幼随母亲寄居姨父家，蒙老太太、太太垂怜，衣食何所不足？今日不过尽我所能，以报厚恩。”探春听她句句分明，暗暗点头，遂令莺儿：“去请太太们来暖阁议事。”  \n\n须臾，王夫人、邢夫人、尤氏、薛姨妈俱到。探春把前情备细一说，王夫人先是惊骇，继而沉吟，望着宝钗，泪如雨下：“好孩子，你若真肯如此，我……我来生变犬马报你！”薛姨妈在旁，早已哭成泪人，一把搂住宝钗：“我苦命的儿，你如何做得这般牺牲？”宝钗反扶母亲坐下，徐徐道：“母亲且宽心。女儿自幼儿得观音签，批我‘金簪雪里埋’，今日正应其兆。若能为两府解厄，亦算不负此生。”邢夫人素与薛家不睦，此刻亦频频点头：“难得薛大姑娘识大体。”  \n\n正说着，鸳鸯忽地掀帘进来，回道：“老太太醒了，叫琏二爷、三姑娘、二奶奶去呢。”众人忙整衣往前。贾母歪在榻上，面色灰败，见他们进来，喘息道：“我方才合眼，梦见两个玉儿，一个披大红嫁衣，一个穿月白素裳，携手向我说：‘老祖宗，我们去了。’醒来便心惊肉跳。你们到底瞒我什么？”探春闻言，双膝跪倒，含泪将黛玉已逝、宝玉濒危之事，一一禀明，却隐去妙玉一节。贾母听完，半晌无言，忽地喷出一口鲜血，晕了过去。众人忙扶住，捶背呼茶，乱成一团。  \n\n良久，贾母悠悠醒转，哭道：“我的敏儿先我而去，如今他女儿又……教我如何对得住敏儿！”凤姐忙劝道：“老太太且保重。林妹妹虽去，还有宝丫头呢。方才我们商议，不如趁哥儿昏沉，给他冲喜，或能回生。宝丫头情愿委屈自己，权代林妹妹，先稳住哥儿魂魄，再作道理。”贾母闻言，一把拉住宝钗，颤声道：“好孩子，你真肯如此？”宝钗跪下道：“老太太放心，只恐我粗陋，不配宝玉。”贾母抱住她，哭一阵，又抚摩宝玉，道：“既如此，快办！只别委屈了宝丫头。”  \n\n于是凤姐立刻发号施令：一面命林之孝去唤官媒，一面令赖大家的预备彩轿、鼓乐、喜灯，一面又吩咐平儿、丰儿：“把梨香院收拾出来，暂且作新房。一应帐幔被褥，俱用大红色，不许见白。”又唤彩明：“开库房，取那对赤金点翠凤穿牡丹的步摇，并十二枝宫制堆纱喜花，给宝姑娘插戴。”又命旺儿：“传话外头：只说哥儿病重，老太太作主，娶的是林姑娘，不许提‘薛’字。敢有传错一句，拔舌不饶！”众人雷厉风行，自去不提。  \n\n宝钗回至蘅芜苑，莺儿早哭成泪人。宝钗却命她开箱，取出当日做了一半未完的嫁衣，却是大红洋绉的底子，上绣折枝西番莲并蒂莲，金线翠羽，极尽工巧。原来宝钗自那年听宝玉说“木石前盟”之语，便将此衣锁起，今复取出，心下亦不知是悲是喜。莺儿哽咽道：“姑娘何苦自己……”宝钗抚衣叹道：“世间多少事，岂由人算？你且与我匀面，休叫老太太、太太看见泪痕。”  \n\n午后，宝玉忽悠悠醒来，口中只唤“林妹妹”。袭人忙俯身道：“二爷，大喜！老太太作主，今日给你与林姑娘完婚，冲一冲，病就好了。”宝玉闻言，眼中倏地一亮，挣扎欲起，道：“果真？快扶我去潇湘馆！”袭人、麝月唬得魂飞魄散，忙按住道：“新娘已抬到梨香院，只等二爷拜堂。”宝玉喃喃道：“她竟肯了……”一滴泪沿颊而下，却不再言语。  \n\n未牌时分，鼓乐喧阗，自荣禧堂直至梨香院，一路红毡铺地，彩灯高悬。宝玉由贾兰、贾菌扶掖，头戴绛纱喜冠，身穿大红蟒袍，越发衬得面如金纸，唇似涂朱。宝钗则凤冠霞帔，大红盖头，由莺儿、文杏搀扶，盈盈立于喜堂。贾母歪在榻上，由鸳鸯扶了，强挣着坐起，与王夫人同受礼。鼓手三击，赞礼者高唱：“一拜天地——”宝玉俯身下去，忽觉胸口一阵腥甜，一口血直喷在红毡上，斑斑点点，如雪中红梅。众人惊呼，凤姐忙喝：“不许哭！吉时不可误！”遂令贾兰等强扶宝玉，草草成礼，送入洞房。  \n\n洞房内，红烛高烧，照得四壁皆赤。宝玉一见新人端坐，喜极而泣，挣开众人，踉跄上前，揭了盖头，颤声唤：“林妹妹……”灯光下，却见宝钗雪肤花貌，端然含笑，宝玉顿时怔住，喉中咯咯有声，仰面又倒。众人忙扶上绣榻，灌参汤，掐人中。宝钗亦顾不得羞，亲自抱持，低低唤：“宝玉，是我。”宝玉微微睁眼，泪落如雨，道：“原来是你……也好……”言未毕，复昏沉。  \n\n当夜，宝钗卸去盛妆，只穿月白绫小袄，坐在榻前，以温水替宝玉拭面。宝玉时昏时醒，口中或呼“颦儿”，或呼“妙公”，又或作谵语：“我为你们化灰化烟……”宝钗只垂泪点头。窗外淅淅沥沥下起秋雨，檐前铁马与洞房箫鼓余韵相和，一声声似替人呜咽。  \n\n次日寅卯之交，宝玉醒来，神智稍清，见宝钗倚榻假寐，云鬟不整，脂粉尽销，愈显清减。宝玉心中酸痛，轻轻拉她衣袖，道：“宝姐姐，何苦为我至此？”宝钗惊醒，强笑道：“夫妻一体，说哪里话。”宝玉长叹一声，挣扎坐起，向枕边摸索，取出通灵宝玉，递与宝钗，道：“我知此物不祥，累我累你，今日便交你收管。倘我明日死了，你替我埋在……埋在潇湘馆梨树下。”宝钗闻言，掩面痛哭。  \n\n恰在此时，鸳鸯奉贾母命来探，见状亦泣。宝玉抬眼，见鸳鸯手中捧一紫檀小匣，问是何物。鸳鸯哽咽道：“老太太说，林姑娘临终焚稿，只余这一张未烬，特命送来，请二爷、二奶奶收存。”宝玉急开匣视之，乃一幅雪浪笺，上血迹淋漓，只余一个“梦”字，笔力欲穿。宝玉一见，大叫一声，喷出一口鲜血，直喷在那“梦”字上，点点殷红，如桃花泣雨。宝钗忙抱住，哭唤“宝玉”。鸳鸯亦跪地大哭。  \n\n宝玉将那血笺按在胸口，喘息良久，忽抬眼向宝钗道：“好姐姐，我负颦卿，又累你，生不如死。然我闻得妙玉亦遭劫，未知生死。若我死后，你须为我寻她下落，若得一见，告她：‘我宝玉未能护卿，亦负妙公，来世衔环结草。’”言罢，又昏沉。宝钗泪如雨注，唯有点头。  \n\n午后，贾琏自外回，面带倦色，向凤姐道：“北静王已得信，说妙玉被劫，或系海上倭船勾连盐枭，昨夜已出吴淞口，追之不及。王爷已密派水师营游击两员，飞舸南下，只说缉私，暗里寻访。又嘱我们切勿声张，恐惊动朝廷，更不好收拾。”凤姐听了，长叹一声，道：“这也是命罢了。只是林姑娘的事，如何瞒得长远？老爷回来，终须知道。”贾琏道：“且顾眼前，老太太与太太已议定，只等哥儿略好，便扶柩北上，仍送苏州林家祖茔。只说姑娘病亡，不与咱家相干。”凤姐点头，又道：“薛大姑娘的事，也得老爷点头。”贾琏道：“我已写信与老爷，只说哥儿病重，老太太作主，娶了宝姑娘，料老爷也无话说。”  \n\n是夜，宝玉稍进粥汤，宝钗便扶他至窗下，剪灯看诗稿。原来宝玉昏迷中，每呼“颦卿”，宝钗便录其数语，积成《哭颦儿》七律三章。宝玉倚枕，以手指血，续成末章：\n\n> 绛珠仙草萎秋尘，谁向潇湘问夙因？  \n> 碧海青天终夜哭，红绡香断百年身。  \n> 空留冷月埋诗骨，无复东风转玉轮。  \n> 若得返魂香一缕，愿抛凡骨伴真真。  \n\n写罢，掷笔长恸。宝钗亦和泪吟成一绝：\n\n> 金簪雪里暗生尘，强把悲怀慰病身。  \n> 愿化慈云常护汝，莫教幽恨累伊人。  \n\n二人执手相看，泪尽继之以血。  \n\n三日后，荣府设灵于家庙之西厢，供奉黛玉灵位，却只写“亡媳林氏”，不敢书名。宝玉扶病亲奠，抚棺一恸，又昏绝。宝钗身披重孝，与紫鹃、雪雁等伏地痛哭。是夜，宝玉梦中见黛玉衣素练，手执绛珠仙草，立于潇湘馆梨树下，向他微笑，却渐渐随风化烟。宝玉大呼：“颦儿等我！”醒来，惟闻窗外雨声潺潺，残灯半灭。  \n\n又过数日，贾政回京，闻黛玉之讣，捶胸大恸，然事已至此，只得依贾母之议，命贾琏择日扶柩回南。宝玉以病体难支，未能随行，惟临发前日，亲至码头，抚柩长号，血随泪落，染红白绫。柩船渐行渐远，惟见秋江冷雾，衰柳残阳，一群白鸥掠过，哀鸣如泣。  \n\n妙玉之事，终无确讯。或传其被劫至海上，不屈投水；或传其遁入空门，更号“逃禅”。宝玉每闻，辄痴立良久，喃喃：“欲洁何曾洁，云空未必空。”  \n\n荣府自此，繁华渐歇，惟余衰草寒烟，斜阳废井。正是：\n\n> 金满箱，银满箱，展眼乞丐人皆谤；  \n> 正叹他人命不长，哪知自己归来丧。  \n\n——《好了歌》余音未绝，下回分解。"
  },
  {
    "chapter_number": 86,
    "title": "花烛夜宝玉空迎凤 洞房时黛玉魂归天",
    "content": "第86回：花烛夜宝玉空迎凤　洞房时黛玉魂归天\n\n却说荣国府自潇湘馆绛珠仙逝之后，内外门禁如铁桶一般。凡有仆妇小厮，但提“林”字，便如犯了大忌，轻则掌嘴，重则逐出。李纨、探春、凤姐三人，日日在王夫人处议事，连茶饭亦草草。王夫人两鬓添霜，手里一串沉香木念珠，掐得指节发白，口中只念：“阿弥陀佛，只求保得宝玉无事。”\n\n彼时正是丑末寅初，天地如墨。梨香院却灯火通明，檐下十二盏龙凤宫灯，烛泪堆叠，红得像杜鹃啼血。院门以内，一路铺着猩红氍毹，脚踏无声，反衬得人心忐忑。四个小戏子在廊下吹打《万年欢》，笙笛呜咽，似哭似笑。管事的赖大家的来回喝骂：“小蹄子们，再吹得跟送殡似的，仔细揭你们的皮！”话音未落，自己喉头却也一哽。\n\n新房之内，大红帐幔低垂，金钩微晃。案上双喜红烛高烧，烛心爆出两朵灯花，“噼啪”一声，惊得宝钗指尖微颤。她端坐在绣榻边沿，凤冠上十二旒轻颤，珠串掩映，看不清眉宇。贴身丫鬟莺儿侍立其后，手里捧着一柄沉香如意，低声劝道：“姑娘略歪一歪罢，姑爷还不知几时才醒。”宝钗轻轻摇头，声音几不可闻：“他若一刻不醒，我便一刻不睡。”\n\n一语未了，外头脚步杂沓。袭人、麝月、秋纹、碧痕四人抬着软榻进来，榻上宝玉面色若纸，唇角尚留残红。王太医随后趋入，向宝钗打了一躬，低声道：“回二奶奶，二爷脉息虚微，再受些惊扰，便似风中残烛。今夜宜用静摄，不可移动。”宝钗颔首，起身亲掖被角。大红锦被绣满百子图，此刻却像一滩凝固的血。她指尖掠过宝玉眉心，那眉心仍紧蹙，仿佛锁着千重幽恨。\n\n袭人悄声回道：“方才在梨香院正拜堂，二爷一揭盖头，见是奶奶，便喷出一口血来，直挺挺倒下去。如今满厅宾客都唬散了，只余北静王府几位大人还在前厅。”宝钗听了，眸中一黯，旋即稳住，吩咐莺儿：“取我陪嫁的那枝千年雪参，亲自看着煎。”莺儿含泪答应，转身时几乎撞翻香几。\n\n药香袅袅升起，与房中安息香、龙涎香混作一处，浓得化不开。宝钗亲手捧盏，以银匙舀药，吹得温热，方俯身哺入口中。药汁入口极苦，宝玉眉峰骤蹙，喉结滚动，竟咽了小半。宝钗再哺时，唇触唇，泪滴落在玉枕，洇出一朵暗紫花痕。王太医在旁暗暗点头，又低声道：“若能静卧七日，再无一毫悲喜，尚可回春；若再吐血，便难措手。”\n\n院外风声忽紧，吹得窗棂“咯吱吱”作响。湘云闻讯赶来，一路奔得鬓乱钗横，素日豪爽之气尽化泪雨。她扑到榻前，攥住宝玉一只手，唤道：“爱哥哥，你看看我！”宝玉睫毛微颤，竟自昏沉中迸出一声：“林妹妹……”湘云心如刀剜，却强笑道：“林姐姐在屋里歇着呢，你快快好起来，她自然来瞧你。”宝玉却摇头，一滴清泪自眼角滑入鬓边，喃喃似箫声：“她不肯见我……她怪我负她……”\n\n宝钗在旁，听得字字如针，却只得侧身拭泪。忽听外头小丫头春纤颤声来报：“老太太来了！”一语未了，贾母扶着鸳鸯，拄着沉香拐，颤巍巍进门。老人鬓发皆霜，身上赭色团寿纹锦袄，下摆却被泪湿了一大片。她一见宝玉，便扑到榻前，哭一声“我的玉儿”，便厥了过去。众人忙作一团，掐人中的掐人中，灌参汤的灌参汤。半晌，贾母悠悠醒转，一把抓住宝钗手腕，哽咽道：“好孩子，你受委屈了……可林丫头……”话到此处，喉头一塞，竟不能成语。\n\n凤姐忙上前，附耳低语：“老太太放心，林姑娘的事，已妥帖。苏州那边来信，灵柩已泊枫桥，择日下葬。”贾母闻言，闭目垂泪，半晌，只念了一句：“冤孽……”便再无声息。鸳鸯忙扶回荣庆堂不提。\n\n一时，夜漏更深，新房中只余宝钗与莺儿。红烛将尽，烛芯结了两朵并蒂灯花，宝钗凝视良久，忽取金剪剪下，低声祝道：“若得与郎君偕老，愿此花再结并蒂。”剪毕，她忽觉心头一空，似有什么东西“咔”地碎裂。莺儿悄问：“姑娘想什么？”宝钗苦笑：“想那年雪夜联诗，颦儿一句‘冷月葬花魂’，竟成今日谶语。”\n\n次日卯正，宝玉稍醒，只不肯卧，定要抬至院中梨树下。那树本黛玉去岁手植，今春竟未着一花，枯枝如铁，刺向苍穹。小厮们不敢违拗，只得抬至树下。宝玉倚树而坐，怀中紧抱那方血字“梦”笺，指尖摩挲，血迹已作紫黑。阳光自枯枝间筛下，斑斑驳驳，似碎玉零琼。他仰首望天，轻声道：“颦儿，你莫躲我……”忽一阵风过，枝上残雪簌簌落下，正覆在他肩头，像是谁以素手拂尘。\n\n湘云、探春、李纨皆来劝，宝玉只不答。探春忍泪道：“二哥，你若有个好歹，叫老太太、太太怎么活？”宝玉却微微一笑，那笑比哭更酸：“好妹妹，我欠下的泪债，终究要偿。你们让我静一静。”众人无奈，只得远远守着。忽见宝玉低头，以指尖在雪上划字，划了又抹，抹了又划，终成一个“颦”字。湘云再也忍不住，掩面痛哭。\n\n午后，宝钗亲捧参汤至树下，蹲身劝道：“二爷好歹进一口。”宝玉抬眸，目光穿过她，似望到极远处，轻声道：“宝姐姐，多谢你……可我终究误了你。”宝钗手一抖，汤盏几欲倾覆，却强自稳住，一字一句道：“我既为你妻，生死皆随。”宝玉摇头，忽将怀笺递与她，道：“待我死后，将此笺同我葬一处，再于苏州虎丘之阴，寻林妹妹墓，以清水一泓隔之，便是我二人团圆。”言罢，又吐一口鲜血，点点滴滴落在雪上，如雪中红梅。\n\n宝钗以帕掩口，转身泪落如雨。莺儿远远望见，忙来扶回。是夜，宝玉高烧不退，呓语连连，一时唤“颦儿”，一时唤“好姐姐”，又一时哭喊“还我绛珠”。王太医连夜进府，诊毕，只摇头叹息，道：“脉已散乱，若今夜亥时前能出一身透汗，尚可延数日；否则……”言下之意，不言而喻。\n\n王夫人闻言，几乎昏倒，只拉着宝钗手道：“好孩子，你若有法，救他一救。”宝钗心如油煎，忽忆一事，忙命莺儿：“速请栊翠庵妙玉。”原来宝玉昏沉中曾嘱宝钗：“妙公外冷内热，必念旧情，可求她救我。”宝钗虽病，仍遣得力嬷嬷星夜往请。\n\n妙玉素性孤洁，闻黛玉之讣，已自神伤；又闻宝玉濒危，沉吟良久，终破例下山。她缁衣芒鞋，手持念珠，一路行至怡红院，众人皆避道。妙玉径入卧房，见宝玉面如金纸，唇若涂朱，不觉低宣佛号：“痴儿，尘缘将尽，何苦自苦？”宝玉闻声，微睁双眸，似有星光一闪，喘息道：“妙公，救我……我要见颦儿一面。”妙玉叹道：“人鬼殊途，见之无益。”宝玉却挣扎欲起，血又从口角溢出：“但求一面，死亦瞑目。”\n\n妙玉无奈，命人焚香净室，自设道场。案上供一尊白瓷观音，前置黛玉小像，以白海棠两枝为供。香烟袅袅中，妙玉跌坐蒲团，手击玉磬，梵音低回。宝玉卧于榻，面色渐渐平和，似入梦境。众人屏息，忽闻窗外一缕笛声，凄婉欲绝，吹的正是《枉凝眉》。妙玉磬声一顿，低喝：“何方妖魅？”笛声戛然而止，只余风过竹梢，沙沙作响。\n\n俄顷，宝玉忽睁眼，目光清亮，不复癫狂。他唤宝钗至榻前，执手道：“宝姐姐，我负你良多。然我心中，林妹妹终是第一人。你……你自去罢。”宝钗闻言，如冰水浇背，半晌方道：“我既嫁你，生是贾家人，死是贾家鬼。你休说此话。”宝玉摇头，从枕下取出一枚并蒂莲玉佩——昔年黛玉所赠——递与宝钗：“以此为凭，待我死后，将我同林妹妹合葬一处。”宝钗接过，泪如决堤，却咬牙道：“你活一日，我守一日；你若敢死，我亦不独生。”\n\n窗外，五更鼓响，远处传来一声鸡鸣。宝玉望向窗棂，见东方既白，喃喃道：“天亮了，梦该醒了。”言罢，阖目而逝，唇边犹带微笑。众人哭喊成一片，宝钗却止了泪，将那玉佩贴于胸口，低低唤一声：“颦儿，他来了，你慢些走，等等他……”\n\n荣禧堂上，贾母闻信，一口气未上来，竟随宝玉而去。府中连日双丧，白幡与红幛交错，鼓乐与哭声并作。贾政一夜之间须发皆白，上本乞休，圣上念贾氏旧勋，准其回乡守制。凤姐强撑病体，料理丧事，至第七日，亦吐血气厥。李纨、探春等日夜侍疾，荣府自此一蹶不振。\n\n黛玉灵柩至苏州，葬于虎丘之阴，碑书“潇湘妃子之墓”。宝玉柩至，与之并穴，中间仅隔一泓清水，取“盈盈一水间”之意。宝钗布衣素食，守墓三载，后不知所终。或言其投水随夫，或言其入空门，皆无确证。\n\n后人过墓，常见一缁衣女子，于月夜抚琴，弦音凄绝。又闻风中似有低语：“一个是阆苑仙葩，一个是美玉无瑕……”至此，荣宁旧事，化作云烟一缕。\n\n正是：\n\n金闺花柳质，一载赴黄粱。\n冷月葬诗魂，香丘泣断肠。\n红尘戏一场，离合本无常。\n寄语痴儿女，莫效此悲伤。"
  },
  {
    "chapter_number": 87,
    "title": "悲戚戚宝玉发疯癫 惨凄凄凤姐失势权",
    "content": "第87回：悲戚戚宝玉发疯癫 惨凄凄凤姐失势权\n\n却说宝玉一缕幽魂，离体未远，尚在梨香院檐角徘徊。正值雪霁，残星点点，映着廊下两盏素灯，灯焰摇摇，似泣似诉。幽魂自念：“我身已冷，为何尚恋此红尘？”欲乘风而去，忽闻背后有女子低唤：“神瑛且住！”回身却见一僧一道，衣袂飘萧，手执风灯，灯上写着“离恨”二字。那僧口念偈曰：“假作真时真亦假，无为有处有还无。”幽魂方欲叩问，只见僧道将袖一拂，一阵香风过处，幽魂被卷入灯影之中，倏忽不见。\n\n俄顷，梨香院正寝内，宝钗正倚尸哀恸。忽见宝玉胸口微动，喉中微响，一缕白气自鼻端袅袅而出，绕梁三匝，复从顶门灌入。众人尚未知觉，宝玉已猛然睁眼，双眸赤若丹砂，直瞪瞪视人，厉声大呼：“还我林妹妹来！”声震屋瓦，梁尘簌簌。王太医本在隔厢打盹，闻声踉跄奔入，把脉之际，面色骤变，连呼：“痰火冲心，急变狂癫！”急取金针刺人中、涌泉，尚未下针，宝玉已霍地坐起，双臂一振，将锦被踢落，赤足踏地。锦毡上冰滑，他却如踏棉絮，几步抢到门前。宝钗扑身抱住，哭唤：“二爷，你且醒醒！”宝玉回首，目光似刃，冷叱：“你是何人，敢阻我与颦儿相会！”手起一挥，宝钗踉跄倒退，鬓边珠钗坠地，碎作数截。莺儿、麝月、秋纹、碧痕等七八个丫鬟，环跪拦阻，宝玉左冲右突，如疯虎出柙。小厮扫红、锄药闻声赶来，合力按臂抱腰，反被他甩得四散。一时屋内桌椅翻倒，药罐迸裂，苦汁横流，热气氤氲，如迷魂阵一般。\n\n王夫人本在暖阁陪灵，听得喧嚷，扶着玉钏赶来，一见宝玉披发流血，心如刀剜，哭叫：“我的儿，你莫唬我！”宝玉闻声，目光稍定，凝视王夫人良久，忽又痴笑：“太太，你哭什么？林妹妹在雪里等我，再迟便寻不着了。”言罢，猛力推开众人，直奔院中。雪深盈尺，寒气砭骨，他却狂奔若飞，口中只呼：“潇湘馆！潇湘馆！”一路雪沫飞溅，留下斑斑赤痕。众人哭喊追赶，钗环零落，绣履陷雪，哭声与风声搅作一团。\n\n及至潇湘馆前，但见双扉紧闭，封条斜挂，蛛丝缠锁。宝玉以头触门，砰然作响，额角鲜血迸流，雪染猩红。宝钗随后扑到，抱他腰际，哭道：“玉，你若去，也带我同去！”宝玉回首，血与泪交，惨然一笑：“姐姐，你金锁系身，怎陪我黄土埋香？”言未毕，身子一软，昏绝于地。众人忙抬回梨香院，王太医再施针砭，灌以参汤，半晌方苏。自此之后，宝玉或哭或笑，或歌或詈，昼夜不分。每至更深，辄披衣起坐，索笔写经，字却尽作“颦颦”，重叠数千，堆案盈几。写罢，又手自焚之，灰蝶乱飞，如黑雪穿窗。宝钗每欲收其灰，宝玉辄怒目：“此是我与林妹妹私信，岂容俗人窥探！”\n\n且说凤姐自贾母殁后，内囊渐空，外祟频仍。先是吴新登家的卷银潜逃，继而庄头乌进孝解来租银，中途被劫。凤姐闻报，气噎胸臆，一口腥甜上涌，喷在账簿之上，斑斑点点，似桃花绽雪。平儿忙扶回房，凤姐倚枕喘息，半日，咬牙道：“传赖升、林之孝、周瑞，即刻来见！”少顷，三人鱼贯而入，俱垂手侍立。凤姐强撑病体，命平儿展开账目，指与众人：“老太太丧事，共用银一万三千余两，除公项外，尚短七千。宝玉医药，又支三千。如今库银只余空箱，尔等平日俱称能干，怎不早作商量？”赖升嗫嚅道：“奶奶明鉴，近年庄头欠收，铺子又折本，实在周转不灵。”凤姐冷笑：“既如此，把各房月钱裁去一半，凡有头脸的媳妇，皆出簪环首饰，先救燃眉。”众人面面相觑。周瑞家的仗着是王夫人陪房，轻声回道：“奴才们自然遵命，只恐上头……”凤姐拍案：“如今是我当家，还是你们当家？”一语未了，胸口又痛，忙以帕掩口，帕上血迹殷然。众人不敢再辩，诺诺而退。\n\n凤姐方倚枕喘息，忽听廊下脚步细碎，王善保家的掀帘进来，回道：“大太太请二奶奶明日过去，说有要事相商。”凤姐心知邢夫人欲趁势夺权，冷笑一声：“你去回，就说我病得只剩一口气，等我死了，她再来收尸罢！”王善保家的碰了钉子，撅着嘴去了。平儿含泪道：“奶奶何苦动气，身子要紧。”凤姐叹曰：“你不知，墙倒众人推，我若一倒，你与巧姐皆无葬身之地。”言罢，泪随声落。平儿忙以巾拭泪，又劝：“奶奶且宽心，我已叫小红暗地出城，寻琏二爷速归。”凤姐点头，复又昏昏睡去。\n\n至晚，宝玉忽于榻上大叫：“晴雯！晴雯！我欠你一件孔雀裘！”叫罢，赤足下床，直奔怡红院旧榻。彼时怡红院已封，苔痕上阶，香尘锁户。宝玉以指叩门，无人应答，遂攀窗而入。案上残灯犹存，灯芯如豆，照见昔日宝榻，锦衾犹叠，却积寸灰。宝玉抚榻痛哭，泪洒尘埃。忽见架上犹挂雀金裘一袭，金翠黯然，遂披于身，回身大笑：“晴雯，我替你补好了！”言罢，狂舞旋转，雀金裘之翠羽纷纷脱落，似碧蝶纷飞。宝钗、袭人随后赶来，见状，心如刀割。袭人哭道：“二爷，晴雯已去，裘亦成灰，你何苦自戕？”宝玉不理，径自舞至院中，雪月交辉，羽衣片片，旋落如雪。舞罢，力竭仆地，口中犹喃喃：“早知今日，何必当初……”\n\n次日卯正，凤姐强起理事，尚未坐定，小丫头来回：“东府蓉哥儿来了。”贾蓉掀帘而入，满面仓皇：“婶娘，不好了！方才兵部行文，查抄宁府，珍大爷已被锁拿，连我们府里也被点了名。”凤姐闻言，如闻霹雳，手中药碗落地，碎声清脆。贾蓉又道：“如今风声鹤唳，各房都在搬箱倒柜，婶娘快拿个主意。”凤姐半晌方颤声道：“天亡我也！你去回老爷，说凡有牵连的文契书信，即刻烧毁，再叫赖升把要紧细软，先抬到我房里。”贾蓉领命而去。凤姐又叫平儿：“将我那只描金箱抬来，内有老太太赐的珠冠与我的陪嫁田契，一并藏到地窖。”主仆二人方在忙乱，忽听外头一片喧嚷，原来邢夫人已带人闯进后院，喝令开箱倒笼。凤姐大怒，扶病而出，只见廊下箱笼横陈，小厮们翻检狼藉。邢夫人冷笑道：“如今两府俱败，你还霸着这些作甚？不如交出来，大家干净！”凤姐气得浑身发抖，喝道：“我纵死，也不容你动我一针一线！”邢夫人使眼色，王善保家的便上前推搡平儿。凤姐急怒攻心，只觉眼前一黑，仰面栽倒。众人忙扶回房，掐人中，灌参汤，半日方醒。睁眼便哭：“我王熙凤一生要强，如今竟被人踩到泥里！”平儿亦哭：“奶奶还有巧姐儿，须为她留些地步。”凤姐闻言，心如刀绞，遂命将描金箱暗中抬至薛姨妈处寄存，又嘱平儿：“我若有不测，你务必守着巧姐，待她长大，再告诉她娘今日之辱。”言罢，泪如雨下。\n\n宝玉之病，日甚一日。有时静卧如尸，有时狂走若马。一日夜半，忽索笔砚，写下一纸，字迹狂草，墨泪交横。宝钗取视，却是一首《离魂》：\n\n“绛珠魂断潇湘馆，神瑛血洒梨花香。。  \n三生石上精魂在，一缕相思抵死长。  \n金锁纵坚终有尽，木石虽脆永无伤。  \n愿同穴向黄泉下，再结来生未了肠。”\n\n写罢，掷笔而笑，笑极又哭。哭罢，忽以手自扼其喉，幸被袭人、麝月夺下。自此之后，宝玉水米不进，唯以参汤续命。王夫人日夜守榻，衣不解带，两鬓添霜。\n\n至五七之期，宝玉气息已如游丝。妙玉复来，设坛于梨香院之西厢，手执九环锡杖，口诵《楞严》，梵音与哭声相杂。夜将半，妙玉忽停梵唱，低声谓宝钗：“今夜子正，是其大限。可备后事。”宝钗闻言，肝肠寸断，然仍强整衣裳，亲以温水拭宝玉之面，又将其发分三缕，细细梳通，以白绫束之。宝玉忽开目，目光澄澈如婴儿，执宝钗之手，轻呼：“姐姐，多谢你。”又转向榻畔众人，逐一道别，语极温柔。最后，以目四顾，似寻何人。宝钗会意，泣曰：“林妹妹之灵，已停苏州枫桥，待你同归。”宝玉微笑，声若游丝：“好……好……”言罢，喉中微响，星眸渐阖，一缕幽魂，竟自离窍。时漏下三鼓，院外忽起一阵香风，风过处，梨枝上残雪尽落，似洒天花。众人哭倒。妙玉合掌低眉，口诵：“阿弥陀佛，幻缘已尽，归彼大荒。”\n\n宝玉既逝，宝钗哭至无声，昏晕数次。王夫人痛极，亦卧病在床。凤姐闻信，于病榻上挣扎欲起，复跌回枕上，喷出最后一口鲜血，血点溅在帐顶，竟作梅花数朵。平儿抱住，哭叫“奶奶”，凤姐以微弱之声曰：“我……我负了老太太之托……”言未毕，香魂一缕，随风而散。其时窗外残月如钩，梅影横窗，似为凤姐幽魂，尚恋旧居。平儿抚尸大恸，昏绝于地。贾琏星夜赶回，抚棺痛哭，几不欲生。然人已逝，悔亦何及！\n\n自此荣宁两府，树倒猢狲散。贾政扶灵南还，中途闻凤姐之耗，老泪纵横，病倒舟中。贾赦、贾珍俱革职拿问，家产抄没。大观园荒废，蛛网尘封；潇湘馆竹死，怡红院草深。宝钗亲送宝玉灵柩至苏州，与黛玉合葬虎丘之阴。葬毕，独宿墓侧草庐，布衣蔬食，朝夕焚香。三年之后，草庐忽空，唯余残经一卷，风过翻飞，似向行人低诉。后人过其地，常见一缟衣女子，徘徊松下，转瞬不见，疑为宝钗魂化。\n\n至是，荣宁二府繁华一梦，尽归虚空。后人有《飞鸟各投林》一阕，单道此日凄凉：\n\n为官的，家业凋零；富贵的，金银散尽；有恩的，死里逃生；无情的，分明报应。欠命的，命已还；欠泪的，泪已尽。冤冤相报实非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的，遁入空门；痴迷的，枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！\n\n诗曰：\n\n金满箱，银满箱，展眼乞丐人皆谤。  \n正叹他人命不长，哪知自己归来丧。  \n训有方，保不定日后作强梁；  \n择膏粱，谁承望流落在烟花巷。  \n因嫌纱帽小，致使锁枷扛；  \n昨怜破袄寒，今嫌紫蟒长。  \n乱烘烘你方唱罢我登场，  \n反认他乡是故乡。  \n甚荒唐，到头来都是为他人作嫁衣裳。"
  },
  {
    "chapter_number": 88,
    "title": "鸳鸯守节誓不嫁人 贾母弥留托付后事",
    "content": "第88回：鸳鸯守节誓不嫁人 贾母弥留托付后事\n\n话说荣府自宝玉夭逝、凤姐殁后，两府哭声未绝，而风声鹤唳，日甚一日。那日雪霁初晴，檐溜尚滴，映着残阳，如点点鲛珠，冷光射人。贾母自前月中风，便卧暖阁，虽有太医日夕诊视，奈年高血衰，兼以连遭变故，神魂早散。彼时鸳鸯、琥珀、珍珠等日夜轮守，不敢稍离。邢夫人、王夫人、尤氏、李纨、宝钗、湘云、探春、惜春等，亦皆屏息垂泪，侍立榻前。外间贾赦、贾政、贾珍、贾琏、贾蓉、贾蔷等，或聚议于前厅，或奔走于仪门，人人面上皆有仓皇之色。\n\n是夜戌末，贾母忽自梦中惊寤，口内呓语连连，呼\"宝玉\"者三，又呼\"凤丫头\"者再，声细若游丝。鸳鸯忙俯身，以手探被，觉其掌心汗出如浆，而指尖冰冷。贾母微睁倦眼，见鸳鸯在侧，便颤颤伸指，似欲有所言。鸳鸯会意，忙以耳就唇，只听贾母断断续续道：\"我……一生……最怕……孤独……地下……冷……\"言未毕，喉间咯咯有声，痰壅气塞。琥珀急以巾掩口，已见一缕殷红，染透素帕。王夫人、邢夫人等一齐抢上，扶枕捶背。太医忙进苏合香丸，以温水化开灌下，良久方得回气。\n\n贾母喘息稍定，复张目四顾，见宝钗、湘云、探春、惜春俱在，独不见黛玉，便问：\"林丫头呢？\"众人面面相觑，不敢直答。鸳鸯忍泪，低声回道：\"林姑娘前月已先老太太一步，如今想是在芙蓉城中等老太太同去。\"贾母闻言，老泪纵横，半晌叹曰：\"罢了，她先去也好，省得见我闭眼。\"遂命：\"取我妆奁里那只楠木小匣来。\"鸳鸯应声，捧匣至前。贾母抖索索启锁，内盛一绺青丝、数粒明珠、一封旧笺，笺上蝇头小楷，乃黛玉幼时所作《秋窗风雨夕》诗稿。贾母以指尖摩挲，泪滴纸面，晕开墨痕，叹道：\"我原欲以此殉我，今亦无用，可付与宝丫头收着，日后或可见我疼她的心。\"宝钗跪接，哽咽难语。\n\n忽听窗外风声猎猎，吹得纸窗如鼓。贾母侧耳，似有无限悲酸，因命：\"扶我略坐。\"众人不敢违，以锦褥靠枕，环列左右。贾母倚坐，喘息良久，忽唤鸳鸯至前，执其手，道：\"好孩子，你自幼在我跟前，比亲孙女还强十倍。我死之后，你欲何往？\"鸳鸯跪伏榻沿，泣曰：\"奴婢愿随老太太柩后，守陵三年，然后剪发为尼，以了残生。\"贾母闻言，凄然一笑，道：\"痴丫头，你今年才二十四，花朵儿般人物，何苦如此？\"鸳鸯以额叩地，声坚如铁：\"奴婢自幼蒙老太太抬举，锦衣玉食，恩重丘山。今主母既亡，奴婢义不事二主。况老爷、大老爷、珍大爷辈，近日皆自顾不暇，奴婢若落人手，宁死不辱。\"言罢，自袖中出一小剪，明光如雪，竟向鬓边欲铰。众人惊呼，王夫人急夺下，哭道：\"好孩子，老太太尚在，你且忍耐。\"贾母亦泣，抚其背曰：\"我知你志坚，但莫忙，且听我一言。\"因命众人退后，独留鸳鸯、王夫人、邢夫人三人。\n\n贾母执鸳鸯之手，又执邢、王二人之手，叠在一处，气息微促，而语极清晰：\"我百年之后，鸳鸯守节不嫁，是我荣府之荣，亦是贾门之耻。你们须依我三件事：一，鸳鸯终身月钱，照我分例支给，不许短少；二，府中倘有抄没之日，先放鸳鸯并平儿、袭人、紫鹃等清白出去，不许官卖；三，鸳鸯若欲出家，须择清净尼庵，不可令其流落。\"邢夫人素与凤姐不睦，今凤姐已逝，心亦稍悔，闻言泣曰：\"老太太放心，媳妇敢不从命。\"王夫人亦哭应。贾母又嘱：\"我箱笼钥匙向交凤丫头，今她先去，可交与宝丫头。然宝丫头性太慈柔，恐不能驭下，可令探春佐之。\"探春在旁，早已泪湿罗衫，闻言趋前跪曰：\"孙女儿敢不竭力。\"\n\n贾母喘息良久，又道：\"我尚有私房银三万两，金珠古玩若干，向藏暖阁复壁。今既家道中落，可分三股：一股作我丧葬之费；一股为迎丫头、探丫头、惜丫头、巧姐儿添妆；一股散与族中孤寡，以全我怜老惜贫之愿。\"王夫人泣曰：\"老太太何苦如此，家中尚可支持。\"贾母冷笑一声，道：\"你们瞒我，我岂不知？库银早空，外债如山，今不早散，恐后日尽为官中所有。\"众人闻言，俱低头无言。\n\n是时，忽听外厢喧嚷，似有靴声橐橐。贾琏披霜而入，面色如土，跪禀：\"刑部司员已至仪门，奉旨查抄，两府男丁俱令出听点。\"一言未了，哭声四起。贾母却忽睁眼，厉声曰：\"休得惊惶！我贾门自国公以来，世受皇恩，纵有祸患，亦当以礼自守。汝等男丁，速整衣冠，跪迎天使；女眷退避内室，不许涕泣喧哗。\"众人素畏贾母，今虽临危，威棱不减，遂各含泪整肃。\n\n贾母又顾鸳鸯，道：\"扶我略整鬓。\"鸳鸯含泪，取犀角梳，将贾母花白之发，细细抿齐，以金钗绾就。贾母自镜中照见形容枯槁，叹曰：\"老骨头今日真个要交代了。\"遂命取平日所御沉香拐杖，扶之而起。众人欲拦，贾母瞋目：\"我自来教你们礼数，岂可临了自失？\"遂扶鸳鸯，一步一喘，出至暖阁外厅。彼时厅上灯烛尽灭，只余残蜡两枝，光影摇摇，照见贾母鹤发鸡皮，威仪犹在。\n\n未几，司员率兵役数十，持火牌封条，蜂拥而入。见贾母扶杖立于堂中，不觉肃然，止步整冠，揖曰：\"老封君在上，奉旨查抄，惊动起居，死罪死罪。\"贾母微欠身，道：\"老身风烛残年，死亦何惧？但请按籍而查，毋惊妇女。\"司员连声唯唯，遂分班而入。只见箱笼堆山，封条交错，顷刻间翻箱倒箧之声，与妇女啜泣之声并作。鸳鸯扶贾母，屹立不动，目光炯炯，注视诸人，若有所护。\n\n约一更许，抄事已竣，司员呈单，报：\"金银器皿、田房契券、衣饰古玩，共若干，已封贮；其御赐龙牌、诰命、冠带，不敢擅动，另候上裁。\"贾母颔首，道：\"皇恩浩荡，老身死后亦衔结。\"司员退后，兵役亦撤。贾母忽觉心头一松，身子便软。鸳鸯急抱，众人七手八脚，复扶回榻。贾母气息渐促，以目视鸳鸯，复视诸人，似欲有言，而舌已木强，唯以手指心，又指天，再指鸳鸯，三指其口，遂目阖而逝。时漏下二鼓一刻，寿八十有一。\n\n顿时，哭声动地。鸳鸯扑于榻前，以头触柱，血溅罗衣，幸琥珀、珍珠死力抱住。邢夫人、王夫人抚尸大恸，尤氏、李纨、宝钗、湘云等，俱哭倒于地。探春强忍泪，指挥丫鬟设灵床、易寿衣，开中门报丧。彼时宝玉、凤姐之灵，尚停于梨香院，今又添贾母，一府三重孝，纸钱飞雪，白幡如林。\n\n是夜，鸳鸯独守灵帏，不许他人代班。灵前灯烛荧荧，照见鸳鸯披麻戴孝，形容憔悴，而目光炯炯，如两丸寒星。她手执素帛，亲与贾母拭面，喃喃道：\"老太太慢走，鸳鸯随后便来。\"言未毕，泪已阑干。忽闻背后脚步细碎，回视乃平儿抱巧姐而来。巧姐年方五岁，尚不解死别，见鸳鸯哭，亦啼曰：\"姐姐莫哭，太太只是睡了。\"鸳鸯抱巧姐于怀，吻其额，叹曰：\"好孩子，你娘亲已去，你祖母又去，此后世上，只余苦你了。\"平儿亦泣曰：\"姐姐，我奉二奶奶遗命，保此一点骨血，奈何大厦将倾，何以周全？\"鸳鸯低语：\"且过明日，我自有计较。\"\n\n次日，诸命妇闻丧，俱来吊唁。北静王妃、南安太妃、锦乡侯诰命等，车马填门。然府中银钱已尽，连孝幔亦系借自僧寺。探春、宝钗、李纨三人，衣不解带，支应内外。鸳鸯却于午刻，悄然出灵堂，至贾母复壁，取出一小匣，内皆碎金细软，约值数千金。她唤平儿至静室，道：\"此老太太私蓄，原备你我后日之用，今先提出，一半为老太太丧费，一半托你藏之，以作巧姐将来奁资。\"平儿惊曰：\"姐姐何出此言？\"鸳鸯叹曰：\"我观近日抄家之势，必不止此。男子或系狱，妇女或官卖，我辈宜早为计。我意守灵七七之后，即请出家，你携巧姐，可投刘姥姥庄上暂避。\"平儿泣拜。\n\n自此，鸳鸯日夜不离灵侧，水浆少进，形销骨立。至第五日，忽有内廷小太监来传旨：念贾代善勋劳，准其孙女贾探春出继南安太妃为义女，即日入京，以全骨肉之恩。众人悲喜交集。探春拜别灵帏，泪如雨下，顾谓鸳鸯曰：\"姐姐珍重，异日若天可怜见，当再聚首。\"鸳鸯微笑，执手道：\"姑娘此去，海阔凭鱼跃，莫以我等苦人为念。\"\n\n至第七日黄昏，家庙僧众做解秽功德。鸳鸯独于灵前，焚化纸钱，忽取昔日贾母所赐金剪，向空祝曰：\"老太太，奴婢今日践言。\"遂铰下一缕青丝，置于火盆，火焰一腾，青丝成灰。众丫鬟惊呼，欲夺其剪，鸳鸯已藏之袖中。是夜，她密书一笺，藏于枕畔，遣小丫头请贾政至灵旁。贾政素敬鸳鸯之忠，披衣而来。鸳鸯跪呈其笺，上写：\"鸳鸯愿守节不嫁，求老爷于老太太灵前开恩，放婢子往水月庵出家，以遂素志。所有月例，不敢再支，惟求存身。\"贾政览毕，潸然泪下，叹曰：\"好孩子，我贾门负你多矣。\"遂允之，且命贾琏拨银二百，为香火之资。\n\n次日黎明，鸳鸯素服淡妆，拜辞灵柩，又向邢、王二夫人叩首，再与众姊妹一一诀别。湘云抱住，哭曰：\"好姐姐，你真忍撇我们？\"鸳鸯微笑，以指压湘云唇，低吟一绝：\n\n\"莫向东风怨别离，此身原是絮沾泥。  \n从今不照菱花镜，水月庵中伴木鱼。\"\n\n吟罢，转身登车，一径出西角门。晨雾蒙蒙，车声辘辘，转瞬不见。众人目送，惟有湘云、宝钗、平儿三人，立于残雪未消的甬道上，泪湿鲛绡，良久方返。\n\n且说贾母停灵至三七，京中风声愈紧。贾赦、贾珍俱被锁拿，贾政亦革职待勘。两府男丁，日夜跪刑部候审；女眷拘于内院，不许出入。彼时鸳鸯已在水月庵剃度，法名\"慧绝\"，日夜于佛前，为贾母、宝玉、凤姐及合府祈福。平儿密将巧姐改扮小厮，趁夜送至刘姥姥庄上，后文再表。\n\n是年仲春，御批下：贾氏世职尽革，家产入官，女眷免为奴，各听亲属领回。荣宁两府，朱门绣户，一夕化作冷烟衰草。大观园游人绝迹，潇湘馆蛛丝暗结，怡红院海棠枯死。惟有贾母灵柩，暂厝家庙，以待恩赦归葬。鸳鸯闻之，于庵中供贾母木主，朝夕焚香，每至更残漏转，辄于佛灯之下，诵《金刚经》十遍，回向贾氏先灵。\n\n后人有《桃花行》一篇，单道此事，诗曰：\n\n桃花乱落如红雨，金屋无人见泪痕。  \n玉楼巢空萤火冷，画梁香散燕泥新。  \n谁怜青鬓辞鸳瓦，独向空门礼世尊。  \n回首朱门歌舞地，夕阳衰草黯销魂。"
  },
  {
    "chapter_number": 89,
    "title": "奉圣旨抄检宁荣府 惊天变大厦顷刻崩",
    "content": "第89回：奉圣旨抄检宁荣府 惊天变大厦顷刻崩\n\n仲春二月，东风乍暖还寒，吹得荣府门前那两尊石狮颈上缠的白布猎猎作响，似为逝者招魂。自贾母仙逝，三七二十一日已过，府中素幔未撤，香烛犹温。前厅灵柩停驻，素幡低垂，檐角铁马在风中呜咽，声声似哭。内眷们缟素加身，各依班次守灵。邢夫人、王夫人并尤氏、李纨、宝钗、黛玉、湘云诸人，俱在灵帏之内，或跪或立，泪痕未干。外间男丁，贾政、贾琏、贾环、贾蓉等，皆麻衣衰绖，昼夜不敢少离。\n\n是日卯初，天色尚暗，忽听府门外一阵铁甲铿锵，继而马蹄杂沓，似有千军骤至。守门的赖大才探头，便被一柄雪亮钢刀逼回。一队锦衣校尉，约三十余人，皆着飞鱼服，腰悬绣春刀，由刑部郎中赵全率领，直闯仪门。赵全面色铁青，手持黄绫圣旨，高声喝道：“奉天承运皇帝诏曰：查荣宁两府，世受国恩，不思忠荩，交通外官，婪索民财，罪在不赦。今命刑部、都察院、大理寺三法司会审，即日抄检家产，毋得违抗。钦此！”\n\n声如霹雳，震得檐瓦皆颤。贾政闻声，踉跄而出，见赵全已至阶前，忙俯伏于地，颤声道：“臣贾政，领旨。”赵全冷笑一声，将圣旨一展，示与众人，旋即挥手。校尉们如狼似虎，分头涌入。顷刻间，荣府前后三门，皆有兵丁把守，水泄不通。\n\n内院女眷，正围坐灵旁，忽听前厅喧嚷。宝钗神色一凛，低声道：“事急矣。”探春早已起身，掀帘望去，只见火光中人影幢幢，刀光如雪。她回身疾语：“快请太太们暂避西厢，我与宝姐姐料理。”王夫人此时已面如土色，扶着玉钏儿的手，颤声道：“天亡我也！”邢夫人却咬牙道：“避甚么？既到今日，索性看个明白。”\n\n正乱间，赵全已带人直入灵堂。素烛被风卷灭数支，照得众人脸色惨白。赵全扫视一周，目光落在贾母灵柩上，略一拱手，便喝令：“封！”四名校尉抬出朱漆条案，将灵前祭器、银炉、玉爵尽数登记。鸳鸯本跪于柩侧，见状霍然起身，厉声道：“老太太尸骨未寒，谁敢无礼！”赵全眯眼道：“你便是鸳鸯？圣旨在此，违令者斩！”鸳鸯冷笑，从袖中抽出一把剪刀，抵住自己咽喉：“要封先封我！”赵全不料此女如此刚烈，一时踌躇。宝钗急上前，握住鸳鸯手腕，柔声道：“姐姐何苦？老太太在天之灵，也不愿见你如此。”鸳鸯泪如雨下，剪刀当啷坠地。\n\n此时，赖大家的带着一群媳妇丫鬟，哭喊着奔来：“不好了！东跨院、梨香院俱被抄了！”话音未落，又见周瑞家的披头散发跑来：“西角门也被封了，连咱们放月例的箱子都抬走了！”一时间，哭声、喊声、器物倾倒声，混作一团。\n\n赵全不耐，命人将女眷驱至后院。宝钗与探春对视一眼，皆暗将贾母临终所授钥匙藏入袖中。探春低声道：“趁乱，我与平儿送巧姐走。”宝钗点头，悄引众人退至穿堂。只见平儿已抱着巧姐，身披灰布斗篷，候在月洞门下。巧姐小脸惨白，却强忍不哭，只紧紧搂住平儿脖颈。探春从怀中摸出一个小锦盒，塞入平儿手中：“此乃老太太分与巧姐的添妆，你收好。”平儿含泪点头，转身欲走，忽听身后一声唤：“且慢！”众人回首，却是黛玉。她素衣素裙，鬓边一朵白绢花，颤声道：“我亦同去。”探春急道：“你身子弱，如何经得起？”黛玉凄然一笑：“留在此处，不过多一具薄命尸。我随平儿去，或可保得清白。”宝钗知她心意已决，便解下自己一件貂裘，披在黛玉肩上：“风大，莫凉着。”\n\n三人方至后门，却见一队兵丁正押着贾琏、贾蓉等人经过。贾琏瞥见平儿，双目赤红，欲言又止。平儿泪如断线，却不敢出声。贾蓉则面如死灰，口中喃喃：“完了，全完了……”黛玉不忍看，低头随平儿穿过夹道，从角门潜出。门外早有刘姥姥的孙儿板儿驾一辆青布小车候着，见三人来，忙掀帘相迎。车帘放下之际，黛玉回首望了一眼荣府门楣，那“敕造荣国府”五字金漆剥落，在晨光中黯淡如铁。\n\n且说府内，抄检正急。校尉们如蚁附膻，逐屋搜刮。荣禧堂上，赵全亲坐监收。案上堆满账册、地契、房契，又有古玩字画，一一登记造册。那副仇十洲的《汉宫春晓》，被粗鲁扯下，卷轴断裂；赵孟頫的《秋郊饮马图》被随意掷地，马蹄踏过，留下乌黑印痕。贾母平日最爱的那座羊脂玉山子，被一名校尉揣入怀中，赵全瞥见，只作不见。\n\n至内库房，铁锁被斧劈开。只见珠玉盈箱，锦缎堆架，更有西洋自鸣钟十余座，齐声作响，似在哀鸣。赵全命人抬出十八只樟木箱，上贴“贾母私蓄”字样，冷笑：“老封君倒攒得好家私！”打开看时，却多是寻常衣物，金银竟无几两。原来鸳鸯与平儿早将贾母临终所分之三万两金，分作三处藏起：一置巧姐妆奁，一埋家庙佛座下，一托刘姥姥带出。赵全搜遍库房，只得零碎银两数百，怒而掷册于地。\n\n再至大观园，昔日繁华，今成废墟。潇湘馆外，翠竹犹在，只是帘卷西风，人影全无。蘅芜苑中，异草犹香，却被践踏成泥。怡红院内，宝玉昔日卧床，锦被犹温，已被兵丁翻得凌乱。一名校尉见枕下露出一角红绡，抽出看时，却是黛玉旧日题帕，墨迹犹新：“彩线难收面上珠，湘江旧迹已模糊。”那人识字不多，随手揉作一团，掷入火盆。火苗舔上绡帕，瞬间化作灰烬，一缕青烟袅袅，似佳人幽叹。\n\n至宁府，更是不堪。贾珍、贾蓉父子已被锁拿，尤氏披发跣足，哭求至赵全马前：“大人开恩，妾身愿献全部妆奁，只求赦我夫儿！”赵全俯视她，冷嗤：“妆奁？宁府库银亏空三十万两，你那点首饰够填牙缝？”尤氏闻言，昏厥于地。邢夫人、王夫人赶来相扶，三人抱头痛哭，昔日尊卑，此刻皆化尘泥。\n\n午后，抄检稍歇。赵全于荣府正厅设案，命贾政跪听勘问。贾政麻衣上沾满尘土，膝行至案前。赵全展开一本账册，掷于他面前：“此系去岁你致仕后，仍收扬州盐政节礼三千两，可有此事？”贾政叩首：“臣老悖，实收此礼，然已分赐族中孤寡……”赵全拍案：“巧言令色！来人，押入刑部大牢，待三法司会审！”左右校尉如狼似虎，拖了贾政便走。王夫人扑上前，抱住丈夫腿，哭喊：“老爷！”却被一脚踹开，额角撞在石阶，血流如注。宝钗、李纨忙扶住，王夫人已昏死过去。\n\n是夜，荣府内外，灯火通明。校尉们举着火把，继续搜掘。后花园中，掘地三尺，连那埋过绣春囊的土坑亦被翻出。昔日埋花冢上，残瓣犹在，被铁锹铲起，混着泥土，再无人怜。忽听一声惊呼：“这里有暗格！”原是梨香院墙根下，被掘出一铁匣，内藏书信数封，皆是贾政与平安州节度使往来密函。赵全览之，大喜：“此系通敌铁证！”即刻封存，加派八百里加急，星夜送京。\n\n至第三日，抄检方毕。荣宁两府，共抬出箱笼三千有奇，登记造册者，自金银器皿、古董字画，乃至桌椅床榻、绸缎皮毛，无一遗漏。赵全立于府门外，高声宣读御批：“荣宁两府世职尽革，家产入官，女眷免为奴，限三日内搬出。钦此！”话音未落，府内哭声震天。邢夫人、王夫人、尤氏、李纨、宝钗、湘云、迎春、惜春诸人，俱被驱至前厅。昔日珠围翠绕，今朝鹑衣百结。赵全命人于府门外贴封条，朱笔大书“查抄”二字，墨迹淋漓，如血。\n\n此时，水月庵中，鸳鸯身披缁衣，跪于佛前。木鱼声声，梵音低回。她手执念珠，每诵一声佛号，便回向贾府亡灵。忽闻山门外脚步杂乱，一小尼奔入：“师太，荣府被抄了！”鸳鸯手中念珠骤停，一滴泪坠在经卷上，晕开墨迹，恰如一朵墨梅。她合十低语：“阿弥陀佛，冤孽已了。”遂起身，从佛龛后取出一只锦囊，内藏金锞二十枚，乃贾母临终所赐。她交予小尼：“将此化缘，为贾氏诸人超度。”小尼含泪领命。\n\n荣府门外，夕阳西下，残照如血。女眷们踉跄而出，身后大门轰然阖上，封条交叉，如一道生死界。邢夫人回首，望见门楣上“荣国府”三字，已被铲去半边，只余“木”字旁，宛如枯骨。她惨笑一声，晕倒在王夫人怀中。王夫人亦哭至无声，只觉天地茫茫，竟无立锥之地。\n\n忽有一辆青幰小车，从街角缓缓而来。车帘掀开，探春探出半面，泪痕犹在。她奉旨出继南安太妃，即将入京，特来诀别。众人相见，抱头痛哭。探春哽咽道：“我此去，生死未卜。诸位姐妹，各自珍重。”说罢，从袖中取出一方素帕，塞与宝钗：“此乃我昨夜所书，留作念想。”宝钗展开看时，却是一首《分骨肉》：\n\n“一帆风雨路三千，把骨肉家园齐来抛闪。恐哭损残年，告爹娘，休把儿悬念。自古穷通皆有定，离合岂无缘？从今分两地，各自保平安。奴去也，莫牵连。”\n\n字迹娟秀，泪痕斑斑。宝钗读罢，泣不成声。湘云扑上前，抱住探春：“好妹妹，你这一去，我们……”话未竟，已被随行太监催请。探春狠心上轿，车帘垂下，轱辘声渐行渐远。夕阳将她的影子拉得极长，直至没入暮色。\n\n是夜，荣府旧仆各寻生路。赖大、林之孝等老管家，携细软潜逃；小厮丫鬟，或被发卖，或流落街头。大观园内，潇湘馆窗棂半掩，一缕箫声忽起，吹的是《梅花三弄》，凄清欲绝。吹者却是雪雁，她独坐廊下，素衣如雪。曲终，她将玉箫轻轻放下，从怀中摸出一把剪刀，铰下自己一缕青丝，系于竹枝，随风飘去。\n\n荣府后街，刘姥姥的小院却灯火微明。平儿与黛玉、巧姐暂避于此。巧姐已睡，小脸犹带泪痕。黛玉倚窗，望见天际一弯冷月，低吟道：“寒塘渡鹤影，冷月葬花魂。”平儿悄声问：“姑娘，日后如何打算？”黛玉苦笑：“我自有去处。”她取出一方旧帕，正是宝玉昔日所赠，上题“绛珠仙草”四字。她将帕子贴于胸口，轻声道：“他既先去，我亦不久。”平儿闻言，心惊欲痛，却不敢劝。\n\n且说贾政被押赴刑部，途经正阳门，忽闻道旁有人高呼：“贾大人！”他回首，却是当日被逐的焦大，衣衫褴褛，手持酒壶。焦大哭道：“老爷，当日我说‘爬灰的爬灰，养小叔子的养小叔子’，你们只当我醉话！如今果然应了！”贾政羞愤交加，一口鲜血喷出，染红囚衣。校尉们拖他前行，焦大犹自哭骂不休，直至力竭，伏地叩首，额破血流。\n\n三日后，京中传来消息：贾赦、贾珍被判斩监候，秋后处决；贾政革职，流放岭南；女眷们暂居京郊破庙，候旨发落。鸳鸯于水月庵中，闻此噩耗，昼夜诵经，为贾氏祈福。一日清晨，小尼发现她端坐蒲团，面色如生，手捻念珠，却已圆寂。案上留一纸，书《金刚经》四句偈：“一切有为法，如梦幻泡影，如露亦如电，应作如是观。”\n\n荣宁两府，自此风流云散。后人有诗叹曰：\n\n金满箱，银满箱，展眼乞丐人皆谤。\n正叹他人命不长，哪知自己归来丧。\n训有方，保不定日后作强梁；\n择膏粱，谁承望流落在烟花巷。\n因嫌纱帽小，致使锁枷扛；\n昨怜破袄寒，今嫌紫蟒长。\n乱哄哄，你方唱罢我登场，反认他乡是故乡。\n甚荒唐，到头来都是为他人作嫁衣裳。"
  },
  {
    "chapter_number": 90,
    "title": "王熙凤贪利入大狱 孙绍祖淫威害迎春",
    "content": "第90回：王熙凤贪利入大狱　孙绍祖淫威害迎春\n\n却说荣宁两府既遭籍没，风声鹤唳，草木皆兵。那日卯正二刻，锦衣校尉押解贾政、贾赦、贾珍等男丁出府，铁索锒铛，哭声动地。王夫人昏厥未醒，邢夫人捶胸顿足，尤氏、李纨等跪送于仪门之外，尘土飞扬，日色无光。彼时王熙凤独囚于自己旧日所居之抱厦内，鬓乱钗横，脂残粉褪，昔日威风，尽付东流。她自被搜出历年私放利债、包揽词讼之账簿后，便知此番罪无可逭。校尉们将她两手反剪，推入槛车，一路往刑部大狱而去。\n\n槛车过处，街坊小儿拍手笑呼：“雌虎入笼矣！”王熙凤听在耳中，心如刀绞。昔日她倚势弄权，今日反为势所弄。车帘半卷，她瞥见路旁一老妪，正是当年被她逼债至卖儿鬻女的张王氏。老妪拄杖，浑浊老眼中竟含一丝快意。王熙凤忽忆昔年自己冷笑所言：“这老乞婆若再迟三日不偿，便剥她一层皮！”如今报应循环，天道好还，她不禁低首，一滴泪落在枷锁之上，溅起微尘。\n\n刑部大狱阴湿昏暗，铁栅如林。王熙凤被关在最里间，与一群因科场舞弊、贪赃枉法而入狱的官员女眷为伍。那些妇人昔日养尊处优，今皆蓬头垢面，有抱膝啜泣者，有痴坐喃喃者。狱卒知她是荣府琏二奶奶，故意将一桶馊饭泼在她脚边，冷笑道：“凤辣子，你也尝尝咱们穷人的滋味！”王熙凤素性刚烈，抬眸欲骂，却见狱卒腰间铁链晃动，寒光逼人，只得咬牙忍下。她弯腰拾起饭团，拍去尘土，勉强吞咽，喉间如吞炭块。\n\n是夜，狱墙渗水，滴漏之声如更漏。王熙凤蜷于草荐之上，忽闻隔壁低吟《好了歌》，细辨乃一女尼之声。她心中一动，忆起当年在铁槛寺弄权，逼死张金哥与守备之子，彼时老尼净虚曾劝她“回头是岸”，自己反嗤其愚。如今身陷囹圄，方悟“机关算尽太聪明，反算了卿卿性命”之语，字字如锥。她伸手触墙，砖缝间青苔湿滑，竟似血痕。窗外残月如钩，照她憔悴面容，昔日丹唇点朱，今朝裂如枯井。她低声自讼：“我王熙凤一生要强，到头来连女儿也保不住……巧姐儿，你在刘姥姥处可还安好？”一念及此，泪如雨下，湿透衣襟。\n\n且说京郊破庙之中，邢、王二夫人与尤氏、李纨等栖身于断壁颓垣之下。庙内神像断头残臂，蛛网尘封，夜风穿堂，烛影摇红。宝钗以素帕拭去供案灰尘，安置王夫人卧于草垫之上。王夫人悠悠转醒，见四周萧索，悲从中来，哽咽道：“我贾家百年簪缨，竟至于此！”宝钗劝道：“太太保重，留得青山在，不怕没柴烧。”湘云抱膝坐门槛，望着远处黑黢黢的山影，忽笑道：“当年芦雪庵联诗，‘石楼闲睡鹤，锦罽暖亲猫’，如今倒应景——这破庙连只野猫也无。”语未毕，泪已潸然。\n\n惜春独坐角落，以指甲在墙上刻字。迎春怯怯靠近，低声问：“四妹妹刻什么？”惜春不答，只将手挪开，借月光可见“勘破三春景不长”七字。迎春心中一酸，忆起自己将归孙家，更觉前路茫茫。她抚摸腕上碧玉镯——此乃孙绍祖所聘礼之一，冰凉似蛇。忽闻庙外脚步窸窣，刘姥姥提着半篮糠菜而来，后随平儿，怀中抱着几捆干柴。刘姥姥叹道：“破庙里潮气重，姑娘们将就些，我明儿再想法子。”平儿见迎春神色恍惚，悄声道：“二姑娘，孙家来接的人，明日便到。”迎春闻言，脸色煞白，指尖微颤，那碧玉镯竟“叮”一声坠地，碎作三段。\n\n次日辰牌，孙家遣一乘青布小轿，两个粗使婆子，并四个家丁，直抵破庙。孙绍祖未至，只命人传话：“速速收拾，误了时辰，仔细皮！”迎春无奈，拜别众人。王夫人泣不成声，邢夫人冷眼旁观，只道：“去吧，女大不中留。”迎春向宝钗、探春（彼时探春尚未远行）各施一礼，哽咽道：“姐妹们珍重，莫学我……”探春紧握其手，欲言又止，终只叹道：“虎狼之穴，自保为上。”湘云忽解下腰间荷包，内装几粒玫瑰清露丸，塞与迎春：“若受委屈，含一粒，可缓心悸。”\n\n轿子行出三里，至孙府。孙绍祖乃大同府指挥之孙，家资巨万，却性暴寡恩。当日迎春入府，未行合卺礼，便被唤至厅堂。孙绍祖斜倚虎皮椅，手执马鞭，打量迎春，冷笑道：“贾家败落，你这千金小姐如今值几何？我娶你，不过图个‘世代勋臣’虚名，既无妆奁，便做粗使也罢！”言罢，命丫鬟将迎春旧日衣裙尽数焚于庭中，火舌舔舐，绣凤化灰。迎春跪求留一件母亲所缝小袄，孙绍祖反手一鞭，抽在她肩头，锦衣裂，血痕现。\n\n是夜，迎春被锁于偏院，屋内唯有一榻、一灯、一铜盆。灯芯将尽，爆了个灯花，迎春缩在床角，听窗外北风卷雪，想起大观园暖香坞中，姐妹们曾围炉夜话，宝玉以《西厢》词句打趣：“我是个多愁多病身，小姐倾国倾城貌……”如今曲终人散，独剩她一人对着斑驳土墙。忽闻锁响，孙绍祖醉醺醺闯入，揪她发髻往墙上撞，骂道：“贱人！今日我宴客，你竟不梳妆，丢我颜面！”迎春额头破皮，血顺着眉骨滴在衣襟，如雪中红梅。她咬唇不哭，孙绍祖愈怒，解下腰间佩刀，以刀背拍她脸颊：“再敢忤逆，便划花你这面皮！”\n\n自此，迎春日则舂米劈柴，夜则跪榻侍酒。十指生茧，旧日银甲尽折。孙绍祖每饮必醉，醉则鞭打，或令她赤足踏雪取冰，供其醒酒。一夜，迎春发高热，晕厥于廊下。丫鬟小蝉偷报孙母，孙母微露怜悯，遣医来诊。医言需静养，孙绍祖却道：“不过装病！”仍逼她跪厅前听训。迎春病中恍惚，见墙隅似有花影摇动，疑是紫菱洲畔蓼花，伸手欲触，却扑空倒地。血从唇角溢出，染红雪地，如点点胭脂泪。\n\n孙府后巷有一老嬷嬷，昔年曾受贾府之恩，每趁买菜时，隔墙递一竹篮，内藏姜汤、伤药。迎春夜半无人，以药敷伤，泪滴药粉，结成红霜。嬷嬷悄声道：“姑娘且忍，天无绝人之路。”迎春苦笑，低吟：“桃花帘外东风软，桃花帘内晨妆懒……”吟至“一声杜宇春归尽”，忽止，以手掩口，恐泪湿嬷嬷衣襟。\n\n且说王熙凤在狱中，闻得孙家虐待迎春之讯，乃狱卒故意高声谈笑：“那贾家二小姐，如今连咱们窑姐儿都不如！”王熙凤心如油煎，夜不能寐。她摸索草荐下，藏有一支银簪——乃入狱时私匿，以备贿赂。次日，她以簪赠狱卒，哀求传信平儿。狱卒贪利，允其托一卖油郎捎信。信中血书八字：“救迎二，速往孙府。”平儿得信，与刘姥姥计议，刘姥姥咬牙：“拼了我这条老命！”遂携巧姐、板儿，假作卖炭翁，于孙府后门徘徊。恰逢小蝉倒煤灰，刘姥姥以银镯买通，得入偏院。迎春彼时已羸弱如纸，见刘姥姥，泪如断线。刘姥姥解下棉袄裹之，悄声道：“姑娘且等，我寻你琏二爷去！”\n\n然贾琏自被革职，流落客栈，宿疾复发，咳血不止。刘姥姥辗转寻至，贾琏闻迎春惨况，挣扎欲起，却晕厥榻前。待醒来，只余苦笑：“我自顾不暇，焉能救她？”刘姥姥无奈，归告平儿。平儿咬牙，将宝钗所赠金镯典当，得银二十两，买通孙府车把式，欲于迎春生辰那日，趁孙绍祖外出宴饮，偷载迎春至尼庵暂避。谁知孙绍祖早疑迎春与外通，生辰前夕，故意返府，搜出车把式身上银两，拷问得实，怒不可遏。当夜，迎春被剥去外衣，缚于院中石柱，孙绍祖以蘸水皮鞭连抽三十余下，迎春惨叫之声，惊飞檐上寒鸦。血溅雪地，凝成冰珠。孙母闻之，赶来劝阻，被绍祖一把推开，跌坐阶下，泣道：“孽障，你要逼死人命！”绍祖冷笑：“不过一个罪臣之女，打死又如何？”\n\n鞭声未绝，迎春已气若游丝。恍惚间，似见司棋手捧石榴裙，笑迎于大观园柳堤之上。迎春伸手欲触，却觉一阵剧痛，回神时，孙绍祖正掐她下颌灌烧酒。酒入喉，如火灼，迎春呛咳，血与酒混作殷红。孙绍祖掷杯大笑：“这便是你们贾家的‘诗礼’！”言罢，扬长而去。夜半，小蝉偷解绳索，迎春瘫软如泥。小蝉哭道：“姑娘，逃吧！”迎春摇头，气若游丝：“逃……无处可逃……”她颤抖抚过腕间碎镯，低声：“替我告诉……宝姐姐……就说我……不怨……”语未毕，眸光渐散。窗外残月西沉，一缕香魂，随风而逝。\n\n次日寅卯之交，小蝉发现迎春尸身，已僵冷如冰。孙绍祖草草令家丁以破席卷之，弃于乱葬岗。老嬷嬷得讯，踉跄奔至，以手掘土，十指鲜血淋漓，终掩迎春于野杏树下。彼时春寒料峭，杏蕾未绽，唯风过枝桠，如泣如诉。\n\n王熙凤于狱中，忽觉心头一绞，如被利刃。她攀栅远望，见东方既白，却似有一缕血色残霞，久久不散。她喃喃：“迎丫头……是你么？”言罢，一口鲜血喷于栅上，斑斑点点，恰如当日大观园雪夜，众人赏红梅之景。狱卒惊觉，踢栅喝道：“疯婆子，晦气！”王熙凤缓缓滑坐，眼中光彩尽灭，唯余两行清泪，滴在枷锁之铁，锈迹更深。\n\n且说探春奉旨出继，前一日至破庙辞别。闻迎春噩耗，悲痛欲绝，以头触柱，血流被面。宝钗、湘云抱住大哭。探春撕下一幅衣襟，血书“忍”字，咬唇道：“此仇不报，誓不为人！”然南安太妃车驾已至，太监催促。探春只得含泪登车，回首望破庙残垣，似见迎春倚门而笑，转瞬又被风吹散。车辙滚滚，扬起黄尘，掩去一行血泪之痕。\n\n刘姥姥携巧姐返至小院，黛玉倚门相候，见姥姥神色，已知不祥。她手执《西厢》残卷，轻声念道：“晓来谁染霜林醉？总是离人泪……”念至“泪”字，忽咳，帕上一点猩红，如雪中梅。刘姥姥忙扶她入内，黛玉却望向天际，喃喃：“迎姐姐先去，我亦不远矣……”\n\n是夜，京郊破庙，宝钗率众人设一简陋灵位，以瓦罐插野菊三枝，权作迎春之奠。无香无纸，唯众人泣血。湘云击石作歌，声裂夜空：\n\n“花魂鸟魂总难留，鸟自无言花自羞。  \n愿奴胁下生双翼，随花飞到天尽头。  \n天尽头，何处有香丘？  \n未若锦囊收艳骨，一抔净土掩风流……”\n\n歌声未绝，忽起一阵阴风，烛火骤灭。众人惊视，似见迎春素衣飘然，向众人盈盈一拜，随风而逝。庙外野杏，忽于此时绽开数朵，淡粉如血，香彻寒夜。\n\n后人有《桃花行》一首，单道迎春之悲：\n\n“桃花帘外东风软，桃花帘内晨妆懒。  \n帘外桃花帘内人，人与桃花隔不远。  \n东风有意揭帘栊，花欲窥人人不见。  \n憔悴花遮憔悴人，花飞人倦易黄昏。  \n一声杜宇春归尽，寂寞帘栊空泪痕。”\n\n诗曰：\n\n金闺花柳质，一载赴黄粱。  \n恶风吹锦幕，血泪染残阳。  \n勘破三春景，终随落絮亡。  \n寄语闺中女，休将薄命偿。"
  },
  {
    "chapter_number": 91,
    "title": "贾政流放边疆受苦 宝钗散财尽显贤德",
    "content": "第91回：贾政流放边疆受苦 宝钗散财尽显贤德\n\n却说那日卯正二刻，天尚未明，寒星几点犹自闪烁。锦衣校尉押解贾政等男丁，自荣府大门鱼贯而出。彼时街坊百姓早已挤满街衢，或执灯，或倚门，皆欲睹昔日钟鸣鼎食之家，一朝沦为阶下之囚。贾政头戴铁叶盔，身着赭衣，足蹑麻鞋，面色如灰，鬓边白发在晨风中瑟瑟抖动。昔日峨冠博带之姿，今惟余枯槁之形。身后贾赦、贾珍、贾蓉等，或垂头，或怒目，各怀心事。铁索啷当，惊起檐前栖鸦，扑簌簌飞向残月。\n\n押解官一声喝令，众人踉跄前行。贾政回首望府门，只见那御赐\"敕造荣国府\"金匾已被摘去，朱漆大门半掩，露出里头残破景象：几案倾颓，书画狼藉，昔日悬于厅堂的\"星辉辅弼\"匾额，如今断作两截，横陈阶下。贾政喉间一哽，忽忆起二十年前初入此府，老国公携其手登堂，笑语\"吾家世泽绵长，望尔克绍箕裘\"之景，而今竟成绝响。两行老泪无声滑落，滴在胸前铁链上，溅起微不可见的尘埃。\n\n行不过数步，忽闻身后有女子哭声。贾政回首，却见李纨携了兰哥儿，素衣素裙，立于道旁。李纨欲上前，却被校尉横刀拦住。贾政急以目止之，低声道：\"保全孤儿，莫作无益之悲。\"李纨闻言，泪愈不可止，怀中兰哥儿尚不解世事，只睁着一双澄澈眼睛，望着祖父铁链缠身，竟伸手唤道：\"爷爷抱！\"一声童唤，如刀剜心。贾政咬破舌尖，以痛制悲，转身疾走，不敢再顾。\n\n出城十里，天色微明。押解队伍至长亭，早有刑部差役等候。亭内设粗粝酒食，乃是例行的\"长亭饯别\"。贾政席地而坐，手不能举箸，忽闻耳畔有人低唤：\"老爷。\"转头看去，竟是赖大之子赖尚荣，衣衫褴褛，满面尘灰，不知何时混入送行人中。赖尚荣扑跪于地，从怀中掏出个油布包，双手奉上：\"这是太太命小的藏下的碎银，共二十两，老爷路上将就使用。\"贾政尚未及答，押解官已一脚踢开赖尚荣，喝道：\"朝廷钦犯，岂容私相授受！\"油布包滚落尘埃，散出几块碎银，在阳光下闪着冷光。赖尚荣被按倒在地，犹自挣扎喊道：\"老爷保重！太太说，宁为玉碎，不为瓦全！\"贾政闻此八字，心如刀绞，想起王夫人临别时那决绝眼神，方知她已存死志。\n\n午时将至，队伍行至潞河码头。只见一艘破旧官船泊于岸边，桅杆上悬着\"流配\"二字的小旗，在风中猎猎作响。船头站着几个披甲军士，皆是满面风霜。贾政被驱上船时，忽见船舱内已先有一人，青衫敝旧，面容枯槁，竟是多年不见的甄士隐。二人对视，皆是一怔。甄士隐先开口，声音嘶哑：\"存周兄，别来无恙？\"贾政苦笑道：\"不意在此相逢。\"原来甄士隐因\"海疆策\"一案牵连，被判流放宁古塔，已在此船等候三日。二人正欲叙话，军士已喝令各归舱位。\n\n船行三日，至德州码头。忽有快马传来急诏：因边疆军情紧急，改流贾政至更远的乌里雅苏台。军士们得令，便换了更坚固的囚车，将贾政与甄士隐分开押送。临别时，甄士隐低声道：\"存周兄，此去万里，惟存'忍'字。\"贾政点头，二人在滂沱大雨中拱手而别，从此天各一方。\n\n且说贾政被押往北地，一路风霜。先是经直隶，过宣化，出张家口。时值深秋，塞外已雪。囚车吱呀行进在茫茫草原上，举目四望，惟见衰草连天，寒雁哀鸣。押解军士皆是粗野之人，日则鞭打催促，夜则缚于车辕。贾政脚上的冻疮溃烂流脓，每走一步，便留下个血色脚印。夜宿时，军士们围火啖肉，将冻硬的干粮掷给囚犯。贾政捧那干粮，想起昔年中秋夜宴，蟹肥菊黄，自己曾赋诗\"饕餮王孙应有酒，横行公子却无肠\"之句，如今竟要咀嚼这掺沙的冷面饼，真乃黄粱一梦。\n\n这日行至关外，忽遇大风雪。狂风卷着雪粒，如千万把尖刀刮在脸上。押解官恐误限期，仍驱众人前行。贾政渐渐落在队尾，忽觉脚下一滑，跌入雪坑。军士们只顾赶路，竟无人发觉。贾政在雪坑中挣扎，铁链深陷雪中，愈挣愈紧。雪片迅速覆盖其身，口鼻间尽是冰寒。恍惚间，似见金钏金彝、玻璃盒等旧物从眼前飘过，又似听见贾母唤其乳名\"珠儿\"。正当绝望之际，忽有粗糙大手抓住其后领，猛地将他拽出。原来是队中老军汉胡三，因曾受过贾府小恩，暗中照看。胡三低声道：\"贾老爷，咬牙挺住。前头驿站有我个同乡，或可讨些热汤。\"贾政冻紫的嘴唇颤动，却说不出半个谢字。\n\n又行月余，至归化城。此地已是蒙古地界，风俗迥异。押解官得了贿赂，特许囚犯在驿站净面更衣。贾政对镜自照，只见镜中人须发皆白，双颊深陷，哪里还有半点昔日\"望之俨然\"的朝廷大员模样？忽闻外间有人以汉语唱曲：\"眼见他起朱楼，眼见他宴宾客，眼见他楼塌了……\"曲调苍凉，正是当日蒋玉菡在贾府所唱《邯郸梦》。贾政闻之，竟呆立良久，直到军士催促，方踉跄而出。\n\n及至乌里雅苏台，已是寒冬。此地白昼极短，申时便见暮色。贾政被分至军中牧马，每日寅时起，至马厩拌草料。那草料皆是干硬的苜蓿，需用铁铡切细。贾政初执铡刀，竟连草都按不住，反将手指铡得鲜血淋漓。管事的蒙古百夫长见状，冷笑一声，提起马鞭便抽。鞭梢扫过眼角，顿时血流如注。贾政仆倒在地，血滴染红草料，那马却低头就食，丝毫不顾。\n\n是夜，贾政宿于马厩旁土屋。屋内无炕，只铺些干草。夜半，寒风从墙缝钻入，吹得油灯如豆。贾政蜷缩在草堆中，忽觉有物拱其背，转头一看，竟是匹瘦马，想是厩中寒冷，来就人取暖。贾政抚马鬃而叹：\"畜犹如此，人何以堪？\"那马似通人性，竟将头枕其腿上。窗外北风怒号，屋内一人一马，相依为命。\n\n光阴荏苒，转眼已是来年开春。贾政因长期劳累，染了寒疾，每日咳血不止。管事嫌其无用，便将他调至更苦寒的打草处。此地距营地二十里，每日需割草五十捆。贾政咳喘着挥动镰刀，眼前常现幻影：一会儿是宝玉立于花下，一会儿是黛玉焚稿，倏忽又变成元春省亲时的仪仗。割着割着，竟将左手小指尖削去半截，鲜血涌出，染红草根。他撕下一片衣襟裹住，继续弯腰劳作，血水浸透布条，滴在初春的冻土上，如点点红梅。\n\n且说京城之中，荣宁二府被抄后，余者四散。独有薛宝钗，因是薛家之女，未被牵连，暂居大观园旧址之梨香院。这日清晨，宝钗早起梳洗，见窗外梨花初绽，雪白粉团，映着残破的窗棂，更显凄凉。莺儿捧水进来，低声道：\"姑娘，昨儿王短腿家的来讨旧账，说咱们还欠着三月房租。\"宝钗接过青盐漱口，淡淡道：\"把那只缠丝白玛瑙镯子当了罢。\"莺儿急道：\"那是太太给姑娘的嫁妆！\"宝钗轻叹：\"覆巢之下，焉有完卵？\"\n\n用过早膳，宝钗命莺儿将所剩箱笼尽数打开。只见昔日金玉满堂，如今只剩些寻常衣物并几本旧书。宝钗一件件检视，忽从箱底摸出个沉香木小匣，打开看时，却是当年\"冷香丸\"的配方与剩余药丸。她拈起一粒，对着日光细看，丸药已微有裂痕，如将碎之珠。宝钗自语：\"药可冷香，人却难冷。\"遂唤莺儿取纸笔来，将丸药配方并制药之法细细录下，分作数份。\n\n午后，宝钗换了件半旧月白绫袄，携莺儿出门。先至狱神庙，寻着当日相熟的狱卒，悄悄递上五两银子，问得凤姐下落。原来凤姐自那日入狱，因无银钱打点，被关在最底层的\"水牢\"。所谓水牢，乃是牢房低洼处，水深没踝，蛇鼠横行。宝钗闻言，即从袖中取出二十两碎银，请狱卒转交凤姐，并嘱：\"只说是旧日姐妹的情分，莫提姓名。\"狱卒见钱眼开，连连应诺。\n\n离了狱神庙，宝钗又往城西破庙来。此处原是当日迎春停灵之所，如今只剩半堵残墙。墙根处，平儿与刘姥姥正在烧纸钱。见宝钗来，平儿忙拭泪迎上：\"宝姑娘怎来了这腌臜地方？\"宝钗见平儿一身缟素，鬓边簪朵白绒花，便问：\"二姐姐可曾……\"平儿哽咽点头：\"昨儿夜里，孙家的小厮来传话，说……说二姑娘殁了，尸身已弃乱葬岗。\"刘姥姥在旁插话：\"可怜见的，老身攒了二十两银子，原想赎她出来，谁知……\"说着用蓝布围裙擦眼。\n\n宝钗默然片刻，从袖中取出个荷包，内装金戒子一对：\"姥姥拿去，好歹给二姐姐置副棺木。\"刘姥姥推辞道：\"这如何使得？你们薛家也……\"宝钗按住她手：\"死者为大。姥姥若不收，便是嫌轻了。\"平儿见状，便帮腔道：\"姥姥收下罢，也是我们一点心。\"刘姥姥这才千恩万谢地收了。\n\n回至梨香院，已是酉牌时分。宝钗忽想起一事，命莺儿将院中老嬷嬷并两个小丫头唤来。众人不知何事，惴惴不安地立于廊下。宝钗温言道：\"如今家道艰难，我意将你们尽数遣散。每人给银五两，衣裳两套，各自谋生去罢。\"老嬷嬷一听，跪下哭道：\"姑娘这是不要我们了？老奴情愿伺候姑娘，分文不取！\"两个小丫头也哭作一团。宝钗亲自扶起老嬷嬷：\"嬷嬷快别如此。如今不同往日，留着大家，不过多受些苦。我意已决，明日便叫牙婆来。\"当夜，宝钗将自己旧年抄录的《十香词》并几本诗词，悄悄塞给识字的丫头，道：\"你识字，拿去换些柴米也好。\"\n\n次日清晨，宝钗亲自看着众人领了银子散去，院中顿时空寂。莺儿收拾细软，忽道：\"姑娘，咱们也走吧。舅老爷在金陵，总有去处。\"宝钗却摇头：\"再等等。\"莺儿不解，宝钗也不解释，只每日静坐窗前，对着那株梨树出神。\n\n这日午后，忽听院门轻叩。莺儿开门看时，竟是湘云与黛玉，二人皆着素服，形容憔悴。湘云一见宝钗，便扑上来哭道：\"好姐姐，我们如今是无家可归了！\"原来史家亦被牵连，湘云暂住卫若兰家，日日受白眼；黛玉则因贾母灵柩未葬，暂居水月庵，却闻得庵主欲将她卖与盐商为妾。宝钗闻言，先请二人坐了，亲自斟茶。那茶不过是陈年的龙井末子，苦涩难咽，三人却如饮甘露。\n\n黛玉轻抚茶盏，忽道：\"宝姐姐，你可知凤丫头……\"宝钗点头：\"已托人送银子去了。\"湘云急问：\"可够赎她？\"宝钗苦笑：\"杯水车薪。如今刑部定了'私放利债，逼死人命'的罪名，怕是要……\"三人一时沉默。窗外梨花落了满地，被风卷起，如细雪纷飞。\n\n忽闻莺儿在外与人说话，少顷带进个面生的婆子，自称邢夫人陪房王善保家的。那婆子先向宝钗请安，又道：\"我们太太遣我来，说大老爷在狱中病了，想求姑娘念旧日情分，帮衬些药钱。\"说着递上张药方。宝钗接过看时，上面人参、肉桂皆是贵药，便问：\"要多少银子？\"王善保家的赔笑：\"大夫说，至少得五十两。\"湘云在旁冷笑：\"好大口气！你们邢家当初分家时，可曾留半分情面？\"宝钗却止住湘云，转身开箱，取出个赤金点翠的项圈：\"把这个当了罢。\"王善保家的千恩万谢地去了。黛玉叹道：\"姐姐也太心软。\"宝钗摩挲着空箱子，轻声道：\"不过是尽人事罢了。\"\n\n当夜，三人同榻而眠。湘云哭至半夜，忽坐起道：\"我想明白了！咱们不如学那古时的女侠，劫狱救凤丫头，然后远走高飞！\"黛玉忙掩其口：\"疯丫头，仔细隔墙有耳！\"宝钗却微笑：\"云儿有此心，不枉姐妹一场。只是此事需从长计议。\"三人絮絮说到天明，竟将劫狱之事当真谋划起来。\n\n次日，宝钗早起，见黛玉咳嗽不止，便熬了姜汤与她。正喂着，忽听外头一阵喧哗。莺儿跑进来道：\"姑娘不好了！说刑部下了批文，凤姐姐……凤姐姐三日后处斩！\"众人闻言，如遭雷击。湘云当即哭倒：\"我要去劫法场！\"宝钗强自镇定，先命莺儿关门，然后从枕下摸出个锦囊，倒出几张银票：\"这是薛家最后一点家底，共三百两。莺儿，你拿去找那个胡麻子，他是专做人牙子生意的，问他可有法子。\"莺儿领命而去。\n\n午后，莺儿带回消息：胡麻子说，三百两可买个死囚替身，但需凤姐在狱中自毁容貌，使人难辨。宝钗闻言，半晌无语。黛玉拭泪道：\"凤丫头何等心高气傲，怎肯……\"话未说完，宝钗已起身：\"我去见她。\"\n\n当夜，宝钗换作贫女装束，随胡麻子潜入大牢。那牢中阴湿腐臭，鼠类横行。至水牢处，只见凤姐披头散发，泡在黑水中，昔日威势荡然无存。见有人来，凤姐先是一惊，待认出是宝钗，惨然一笑：\"竟是你来了。\"宝钗蹲下身，将银票之事说了。凤姐听罢，沉默良久，忽道：\"替我梳梳头罢。\"宝钗接过莺儿递上的梳子，轻轻梳理那纠结乱发。梳至第三下，扯下个断齿的篦子，凤姐握住宝钗手：\"告诉巧姐儿，她娘不是畏罪自裁，是……是不愿受辱。\"言罢，猛地将篦子尖刺向面颊，顿时血流如注。宝钗惊呼，却被凤姐推了一把：\"快走！莫让人瞧见！\"胡麻子忙拉着宝钗离开，身后传来凤姐低低的歌声：\"机关算尽太聪明，反算了卿卿性命……\"\n\n三日后，菜市口刑场。宝钗等混在人群中，见囚车过处，那\"凤姐\"面上血肉模糊，已难辨真容。湘云死死抓住宝钗手臂，指甲陷入其肉。刀光闪过，宝钗眼前一黑，幸得黛玉扶住。回至梨香院，三人枯坐至夜。忽闻叩门声，胡麻子闪身进来，递上个染血的锦囊：\"那娘子临终托我转交。\"宝钗颤抖着打开，里头是根银簪，并张血书：\"莫为我污了清白地，好生看顾巧姐儿。\"湘云放声大哭，黛玉亦泣不成声。宝钗将血书焚于炉中，火光映着她苍白的脸，竟显出几分坚毅。\n\n次日清晨，宝钗将莺儿唤至跟前：\"收拾细软，咱们去江南。\"莺儿惊问：\"不等三爷了？\"宝钗望向窗外，梨花已谢，枝头结出青涩小果：\"不等了。留在此地，不过是多几个伤心人。\"当日下午，三人雇了辆青布骡车，悄然出城。车过卢沟桥时，宝钗忽命停车，走到桥中央，将那只盛\"冷香丸\"的沉香匣抛入永定河中。黛玉问其故，宝钗望着河水滔滔，轻声道：\"冷香易散，热毒难消。从今往后，咱们只作寻常女子罢。\"\n\n车行渐远，落日将三人影子拉得老长。忽有歌声自远处传来，不知是哪个乞儿在唱：\"陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场……\"宝钗回首望最后一眼京城，但见暮霭沉沉，宫阙万间都做了土。她摸了摸袖中藏着的银簪，那是凤姐最后的托付，亦是她们与往昔唯一的牵连。从今往后，纵有千般锦绣，万种风流，都随这永定河水，滚滚东逝了。\n\n正是：\n金满箱，银满箱，展眼乞丐人皆谤；\n正叹他人命不长，哪知自己归来丧！\n训有方，保不定日后作强梁；\n择膏粱，谁承望流落在烟花巷！\n蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。\n说什么脂正浓、粉正香，如何两鬓又成霜？\n昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。\n乱哄哄，你方唱罢我登场，反认他乡是故乡。\n甚荒唐，到头来都是为他人作嫁衣裳！"
  },
  {
    "chapter_number": 92,
    "title": "甄宝玉巧遇贾宝玉 悟世情两宝共参禅",
    "content": "第92回：甄宝玉巧遇贾宝玉 悟世情两宝共参禅\n\n却说自荣宁两府既覆，京中风声鹤唳，行人侧目。那甄宝玉自前年随父进京引见之后，便辞了家人，寄寓城西牟尼院中。牟尼院本前朝古刹，松桧参天，钟鱼寂寥，老衲法名觉岸，年逾八十，眉毫覆目，朝夕唯以禅悦自怡。甄宝玉日随老衲焚香扫地，夜则趺坐蒲团，看一穗灯花，听万窍松风，胸中渐觉冰雪。然每于更残漏尽，犹闻檐际铁马叮咚，恍若旧时环佩，辄起苍茫之感。一夜，风饕雪虐，殿瓦皆鸣，甄宝玉正拥毳衣假寐，忽梦一僧一道，飘然入殿。那僧披破衲，那道踏芒鞋，手擎一块五色晶莹之石，向甄宝玉点头而歌曰：\n\n“假作真时真亦假，无为有处有还无。  \n石火光中分皂白，电泡影里认亲疏。  \n可怜一部《红楼梦》，说到辛酸泪已枯。  \n早知好到头成空，何不当初莫认真。”\n\n歌罢，将石掷地，铿然一声，火星四迸。甄宝玉蓦地惊醒，汗浃重衾，残灯半灭，纸窗上雪影纵横，似裂帛，似飞絮。披衣起坐，默诵梦中偈语，觉字字敲心，因叹曰：“幻境将阑，真境当现。我与那通灵宝玉，尚有一面之缘未了。”遂秉烛展纸，留书别老衲，黎明即芒鞋托钵，独自出京，一路踏雪，循潞河而北，欲寻那“落难之人”。\n\n时方仲冬，寒威正剧，永定河冰厚盈尺，车马敢于其上往来。岸柳凋尽，冻鸦点点，啄冰不得，哑哑哀鸣。甄宝玉行十余里，天色微霁，前村酒旗斜矗，一老妪倚柴门而叹。甄宝玉上前问讯，老妪道：“昨夜风雪紧，老身闻河干有呻吟声，秉烛出视，见一少年倒卧雪中，衣如悬鹑，面如冠玉，口内只唤‘宝玉’二字，想是疯魔，救之不省人事，今晨气息仅属。”甄宝玉闻言，心头陡震，急随老妪至河岸。枯苇萧萧，雪压成丘，果见一人僵卧，雪覆半身，惟鬓边一点红绒犹露。甄宝玉俯身拂雪，垢面虽掩，而眉间胭脂痣宛然，非贾宝玉而谁？急解己缁衣覆之，掐人中，摩挲良久，贾宝玉微启星眸，见是甄宝玉，凄然一笑，气若游丝：“我……我竟又入梦了？”甄宝玉低声道：“非梦也，是真。”遂负之入村，老妪煮姜汤灌下，移时方苏，伏枕痛哭。\n\n原来那日抄没，宝玉被羁天牢，后蒙北静王念旧，暗中周全，得免刑书，贬为庶人，驱出都城。宝玉踉跄出狱，欲寻黛玉灵柩，而闻已先期南运；欲探宝钗消息，又闻亦已远引。孤身无策，风雪漫天，遂至垂绝。甄宝玉听罢，抚其背叹曰：“富贵浮云，转眼即散。当日幻境一晤，今得尘世重逢，岂非宿缘？”贾宝玉泪痕满面，握甄宝玉之手，颤声道：“我只悔未早悟‘好了’之诀，致林妹妹泪尽而逝，宝姐姐飘零无依，连凤姐姐亦……”言未竟，哽咽不能成语。甄宝玉道：“情至深处，情反为障。我与你同病，何不同参一禅，以破情关？”贾宝玉点头。\n\n是夜，二人宿老妪茅舍。屋仅容膝，土墙斑驳，一灯如豆，光影摇红。窗外朔风卷雪，扑窗如掌。甄宝玉取破纸，画一圆相，问：“兄见此相，作何解？”贾宝玉凝视良久，道：“此是‘空’。”甄宝玉又画一弯月，问：“此又何解？”贾宝玉道：“缺也。”甄宝玉微笑，以笔涂却圆相与月，尽化乌有，乃道：“圆缺本幻，涂亦幻，不涂亦幻。兄只认得‘幻’，尚未识‘真’。”贾宝玉怔忡，忽忆及太虚幻境对联，低吟：“假作真时真亦假……”甄宝玉接诵：“无为有处有还无。”二人相视，一时俱寂，惟闻灯花爆响，窗外雪压枯枝，折然有声。\n\n次晨，雪霁天晴，日光穿牖，照梁尘如绣。二人谢老妪，老妪以粗粝干糇相赠，甄宝玉解腰间玉佩为报。行不数里，见一破寺，额曰“幻住”，门扃苔封，廊庑倾圮，惟大殿残佛一尊，金漆剥落，左臂已断，右掌仍作慈悲接引之状。二人入殿，尘埃积寸，佛前蒲团尚完。甄宝玉拂尘趺坐，贾宝玉亦傍坐。甄宝玉道：“昔日我在金陵，梦入‘真如福地’，曾见一联云：‘过去未来，莫谓智贤能打破；前因后果，须知亲近不相逢。’当时不解，今始恍然。”贾宝玉闻之，触动心事，潸然道：“我负颦卿，负宝卿，负诸姊妹，皆由前因不悟，致成后果。”甄宝玉道：“既知负人，即知自渡。且听我偈——”遂合掌吟曰：\n\n“同是红尘梦里身，相逢何必问前因。  \n一灵不昧千般劫，万劫消磨一点真。  \n雪里梅花空色相，水中月影幻贪嗔。  \n若能转得风流债，火里莲花别有春。”\n\n贾宝玉听罢，五内如沸，忽觉灵台澄澈，似有微光透入，遂亦合掌低诵：“愿将痴泪三千斛，回向人间未了情。”是时，一缕冬日斜照入殿，映残佛金容，竟现慈悲微笑。殿外枯枝积雪，忽然崩裂，声如碎玉。二人默坐至暮，不言不动，如两尊泥塑。\n\n忽闻履声窸窣，一老僧扶藜杖而入，鹑衣百结，眉覆白毫，目光炯炯。见二人，讶曰：“何处檀越，坐我冷灰？”甄宝玉稽首道：“弟子寻真而来。”老僧笑指破佛：“真在是。”贾宝玉问：“如何得真？”老僧以杖击佛头三下，声如铜磬，曰：“打破便见。”言讫，径入方丈，扃门而卧。二人相顾，若有所失。\n\n夜复坐，寒风穿壁，灯影摇红。贾宝玉忽忆一事，自怀中出一锦囊，层层解开，乃通灵宝玉，已失光华，裂纹如蛛网，血色暗澹。甄宝玉视之，叹曰：“当日石兄炫目，今亦枯槁。可见外物之不足恃。”贾宝玉捧玉至佛前，叩首再三，欲置之供案，却又缩手，似有不舍。甄宝玉知其意，乃取玉置炭盆，以火箸拨灰覆之。贾宝玉惊呼，欲救，甄宝玉止之。俄而玉裂，砰然一声，化作白烟一缕，盘旋而上，穿窗而去，窗纸簌簌有声。贾宝玉呆立，泪落无声。甄宝玉道：“石归青埂，兄可归心。”\n\n次晨，老僧复出，见炭灰中余烬，点头道：“善哉，石情已断，人情未了。二子可随我乞食。”二人欣然。遂披僧衣，托木钵，沿村行乞。村童以瓦砾投之，犬逐于后，二人含笑不嗔。日午，至一柳塘，冰开半亩，残荷折柄，冻鱼偶跃。老僧坐石，歌曰：\n\n“柳眼未开冰未泮，东风何事太迟迟？  \n欲将枯木花前问，花笑枯木不自知。”\n\n甄宝玉闻歌，问：“师谓枯木能花，可得闻乎？”老僧以杖击水，冰裂数丈，水波粼粼，曰：“枯木心暖，则春自生。”贾宝玉凝视冰纹，若见黛玉倚荷而立，转瞬又逝，心头一颤。老僧顾而笑曰：“情至无梦，梦至无情。子犹未忘耶？”贾宝玉俯首。\n\n如是旬日，二人随僧乞食，夜宿破寺。一夕，月色如银，照殿瓦霜华。老僧忽呼二人至前，曰：“明日当别，老僧欲游峨嵋，二子可往浙西天目，自有因缘。”言毕，以破衲裹一轴旧画授甄宝玉，又取断臂佛手授贾宝玉，曰：“携此两物，行到水穷，坐看云起。”二人跪受。老僧振衣而去，倏忽不见，惟闻梵唱随风，渐远渐寂，殿前落叶旋舞。\n\n二人遂遵嘱南行。时值腊月，江南地暖，山梅破蕊，村酿初香。一路谈论，愈觉身世如沤。行近姑苏，忽遇一舟，篷窗敝旧，榜人乃一老叟，鹤发童颜，身披短蓑，腰悬酒瓢。叟招手曰：“二位小师父，可渡太湖乎？”二人登舟，叟不索值，只令对坐。舟行烟水，四顾苍茫，风送橹声，与雁唳相和。贾宝玉见波心月影，忆昔大观园夜宴，笙歌如昨，不觉神驰。甄宝玉以手蘸水，书“空”字于舷，月影随字而散，涟漪荡作银鳞。贾宝玉叹曰：“字散影散，终不散者，惟此心耳。”\n\n舟泊胥口，岸上一女子素衣麻裙，携一幼女，向舟而泣。贾宝玉视之，竟是袭人！原来袭人嫁与蒋玉菡后，因王府亦被籍没，蒋郎病殁，母女流落，闻天目山佛法灵验，欲往依皈。袭人见贾宝玉削发，大恸，几欲投水。贾宝玉止之，道：“我非宝玉，乃行脚僧耳。”袭人牵衣哭曰：“二爷纵弃我，奈此女何？她名蒋英，小字‘绛珠’，实……实乃二爷骨肉！”贾宝玉如雷震耳，视女眉目，宛似黛玉，泪如雨下。甄宝玉在旁，合掌念“阿弥陀佛”。贾宝玉抱女于怀，女啼不止，以手探其怀，摸得金麒麟一枚，乃昔日所赠之物，斑斑血痕。贾宝玉以额抵女额，哽咽无声。\n\n甄宝玉问袭人：“既如此，欲何之？”袭人道：“闻金陵旧宅尚存数椽，欲往依舅氏。”甄宝玉道：“乱世流离，女子难行，不如随我等同往天目，再作区处。”袭人俯首。遂共登岸，雇一渔艇，溯苕溪而上。一路山光黛色，村犬迎人，橹声欸乃，与儿啼相应。蒋英始学语，呼贾宝玉为“爹”，宝玉每闻，心如刀割，却亦生怜。\n\n越三日，至临安天目山。山深林密，梵刹隐现，磴道盘云，松杉夹径。二人投宿禅源寺，方丈名慧远，年六十余，眉疏目朗，见断臂佛手，惊曰：“此乃百年前济颠圣手，如何复得？”遂延入客寮，香积厨设斋，山蕨野笋，味逾珍馐。夜，山雨骤至，松涛如潮，窗纸鸣如裂帛。贾宝玉抱女绕廊，听雨声，忆大观园“风雨夕闷制风雨词”，不觉吟曰：\n\n“秋窗风雨夕，泪烛摇红影。  \n今日山中听，声声似旧井。  \n井涸水犹寒，影碎心未省。  \n愿将一滴泪，随雨返芳径。”\n\n甄宝玉闻之，亦低和：\n\n“芳径已苔封，罗袜空留影。  \n影与梦俱沉，雨与山同静。  \n静极忽闻雷，雷破痴人顶。  \n顶裂见晴空，明月当天迥。”\n\n二人吟罢，相视一笑，而袭人抱女已寐，惟闻鼻息微微。\n\n次日，方丈请二人游山。经千丈岩，瀑声如雷，雾气蒸衣，彩虹倒挂；至开山老殿，壁间有古画，画一僧一道，携石而行，其貌酷似二人。贾宝玉骇然，指画问僧，僧曰：“此乃开山祖师梦中所见，留示后人，云‘石归山，人归性’。”甄宝玉稽首，贾宝玉亦拜。行到狮子口，云涛万顷，日射成霞，众山如岛。甄宝玉取老僧所授画轴展之，乃一幅《雪里芭蕉》，上题一偈：\n\n“雪里芭蕉不识寒，全身入画任人看。  \n画图尽处非他物，一点灵光透心安。”\n\n贾宝玉读罢，忽觉万虑皆空，欲将往事尽付烟云。忽忆凤姐托孤，湘云、黛玉、宝钗南行，未知下落，心中复起波澜。甄宝玉知其意，道：“情网虽破，情丝犹存。兄欲寻诸姊，亦是无妨，但须识得‘随缘’二字。”贾宝玉颔首。\n\n是夜，山月皎然，窗棂筛影。贾宝玉抱女绕廊，低吟《寄生草》：\n\n“漫揾英雄泪，相离处士家。谢慈悲剃度在莲台下。没缘法转眼分离乍。赤条条来去无牵挂。那里讨烟蓑雨笠卷单行？一任俺芒鞋破钵随缘化。”\n\n吟声未绝，忽闻山门外有女子哭声，凄厉断续，与松风相乱。贾宝玉心惊，急趋出，见一缁衣女尼，蓬首跌足，抱一包袱，伏地哀恸。月光下，贾宝玉认得是惜春！原来贾府败后，惜春被卖入勾栏，坚拒受辱，以剪自毁其容，后遇净虚庵老尼救出，今闻天目山佛法灵验，特来求度。贾宝玉扶之起，血泪交迸。甄宝玉亦至，见惜春左目已眇，右颊刀痕宛然，叹曰：“四姑娘真苦行也。”遂同引见方丈，收为女弟子，法名“慧绝”。\n\n数日后，山中来一跛足道人，背负葫芦，歌曰：“世人都晓神仙好，惟有功名忘不了……”贾宝玉闻之，急出视，乃茫茫大士！大士笑曰：“石归青埂，神瑛当归离恨。汝尚滞此，欲何为？”贾宝玉泣拜：“弟子尘缘未断，诸姊妹飘零，愿大士指引。”大士以手摩其顶，曰：“东南海外，有‘补恨’之岛，彼诸芳魂，或聚于此。欲见，可随我来。”言罢，振衣欲行。贾宝玉回首视甄宝玉，甄宝玉微笑点头，取《雪里芭蕉》图赠与，曰：“兄自去，我住此山，以终残年。”又顾袭人、蒋英、惜春，皆合掌诵佛。贾宝玉遂携女，随大士下山，飘然而去。\n\n甄宝玉独立山巅，目送其影没于云海，忽忆昔年梦中“一僧一道”之言，乃知今日之聚，乃昔日之因；今日之散，亦昔日之果。遂返寺，闭关于石屋，日诵《楞严》，夜礼《华严》，不复出户。山中岁月，倏忽三载，惟闻松风与梵呗相和。一日，扫地童于阶下拾得一纸，上书数行，乃甄宝玉手迹：\n\n“幻住幻离，真住真寂。  \n花开花落，山鸟自啼。  \n欲问来去，虚空无迹。  \n拍手一笑，明月在西。”\n\n自此，人亦不知所之。或云见其与老僧同游峨嵋，或云已坐化于天目之巅，惟留断臂佛手，供于禅源寺中，每至月夜，放微光如豆，照殿角蛛丝，闪闪若泪。\n\n后人因叹曰：\n\n“两玉相逢，一梦千秋。  \n石归青埂，云留山头。  \n情天恨海，到此都休。  \n剩得空山，冷月如钩。”\n\n诗曰：\n\n雪压梅枝玉作尘，风翻贝叶悟前因。  \n三生石上魂归处，一点禅灯照劫身。  \n莫问空门空与否，但看流水水犹真。  \n茫茫天地无今古，月在天心影在津。"
  },
  {
    "chapter_number": 93,
    "title": "探春远嫁金陵海疆 湘云失偶孤苦伶仃",
    "content": "第93回：探春远嫁金陵海疆 湘云失偶孤苦伶仃\n\n却说仲冬既尽，腊鼓频催，金陵城中风雪交作，檐溜成冰。荣宁两府旧宅，门墙半圮，兽吻倾颓，昔年“敕造”金匾早被兵丁劈作柴薪，唯余半片朱漆，在风雪中瑟缩如伤禽之翼。往来行人，皆裹毡戴笠，疾趋而过，谁肯回顾？便是燕子，亦不复衔泥于画梁矣。\n\n是日五更，残月如钩，斜挂檐际，清光冷冷，照入秋爽斋。斋中帷帐尽撤，惟剩一张酸枝木榻，榻上铺着半旧狼皮褥子，色如败叶。探春独坐，身披玄绡斗篷，内衬月白绫袄，鬓边无花，只斜插一支素银扁簪，簪头坠着小小翠羽，颤颤如泣。她面前摆着一只鎏金小箱，箱盖已开，内贮旧日诗社花笺、牙筹、彩笺、胭脂盒，并一枝干枯海棠，色褪香消，犹带当年风雨之痕。她伸指轻抚，指尖微颤，似触痛旧创，忽低声叹道：“‘好风凭借力，送我上青云’，谁料青云之下，乃万里鲸波？”语未毕，窗外一阵朔风，卷雪扑窗，纸棂格格作响，如鬼车夜啼。\n\n侍书、翠墨早被官媒拖去，此时只剩一个老嬷嬷，姓王，原是周瑞家的远亲，年逾花甲，耳聋背驼，伏在门槛上打盹，口角涎水，结作冰丝。探春回首望她，心中一酸，自忖：“此去天涯，连这老物亦不能相随。”遂轻步至案前，取一幅素绢，濡墨题诗，字迹瘦劲，如寒梅枝骨：\n\n“金陵王气黯然收，风雪残宵系客舟。  \n去国一身浑似叶，辞家千里更无谋。  \n龙旗遥指沧溟阔，鲛室深悬日月愁。  \n回首秣陵松柏路，杜鹃啼血不胜秋。”\n\n书罢，掷笔于地，墨点溅如血泪。忽闻廊下脚步细碎，李纨携巧姐，披着一件旧羽缎斗篷，踉跄而入。李钗鬓边白丝又添几茎，眼角细纹如扇骨，映着雪光，分外分明。巧姐紧紧拽着李纨衣角，一张小脸冻得通红，睫毛上结着细小冰珠。探春忙迎上，三人执手，未语泪先流。李纨勉强笑道：“三姑奶奶，我来迟了，只备得清茶一盏，权当饯行。”说罢，自提一只灰扑扑锡壶，倾出茶来，色作琥珀，却已无香。探春接过，指尖相触，觉李纨之手冷如寒铁，心中又是一痛。\n\n巧姐忽自怀中取出一方旧帕，帕角绣着并蒂莲，针脚虽粗，却是连夜赶成。她双手奉上，哽咽道：“姑母带上，只当侄女随你同去。”探春蹲身抱住巧姐，只觉孩童身上热气透过重重寒衣，微微蒸腾，竟似当年宝玉怀中通灵玉之温润。她强忍泪意，附耳低问：“可还记得我教你的《如梦令》？”巧姐点头，声细如蚊：“昨夜雨疏风骤，浓睡不消残酒……”探春闻之，心如刀绞，却微笑道：“好，异日若见江南春信，替我折一枝海棠来。”巧姐含泪应下。\n\n忽闻院外铜铃叮当，内府太监高喝：“吉时已至，请贵人登舆！”声音尖锐，划破雪幕。探春整衣，将素绢诗稿、并蒂莲帕、海棠诗社旧印，一并纳入胸前锦囊。复取出一枚小小羊脂玉印，印钮雕作蕉叶，乃昔日“蕉下客”信物，递与巧姐，道：“见此如见我。”巧姐跪受，泪滴印上，旋即被冷风凝作冰珠。\n\n老嬷嬷王妈方才被惊醒，扑地抱住探春双腿，哭道：“姑娘带我同去！”探春抚其背，低声道：“嬷嬷，我若能生还，必不负你。”太监不耐，厉声催促。探春咬牙，转身而出。李纨、巧姐追至影壁前，被兵丁横戟拦住。探春回眸，但见影壁上砖雕“子孙昌盛”四字，已被风雪剥蚀，仅存“昌”字下半“日”形，如血盆之口。她心头一凛，低头入轿。轿帘垂下，遮断所有目光，只听轿夫一声“起”，轿子便似一片枯叶，被北风卷向茫茫雪海。\n\n金陵城南，长江如练，雪后初晴，寒光万里。码头边早泊一艘三桅大船，桅杆悬“和亲”旗号，朱底金书，被风鼓荡，猎猎作响，映着残雪，分外刺目。船头列甲士，皆裹貂帽，佩弯刀，目光冷鸷；水手则深目高鼻，叽里咕噜，如鬼似魅。探春下轿，宫婢二人，一捧衣包，一携琵琶，扶她上跳板。跳板窄如剑脊，下临浊浪，色似墨汁，翻卷作白沫。探春步步生寒，惟闻琵琶弦在风中铮铮，如鬼语啾啾。\n\n回首望岸，衰草连天，寒鸦数点，李纨、巧姐身影早被雪幕吞没。探春心中忽生一念：“若此刻投江，或可免异域之辱。”然念及贾氏宗祠未毁，老母在幽禁中，便咬碎银牙，暗道：“我贾探春纵死，亦须死得其所。”遂昂首入舱。\n\n舱内幽暗，惟一盏鲸鱼油灯，吐着青白火舌，照见四壁漆皮剥落，露出黝黑木纹，如鬼面獠牙。案上摆着粗陶碗盏，内贮浊酒，色似凝血。宫婢退出，舱门阖上，铁锁咔嗒。探春独坐，解下斗篷，忽觉胸前锦囊微动，取出那幅素绢，墨迹已干，却隐隐透出血痕。她抚绢良久，忽拔下银簪，刺破指尖，以血续题：\n\n“生作金陵女，死填碧海心。  \n他年倘化鹤，夜夜返家林。”\n\n血珠滴落，与旧泪交融，晕开一朵小小红莲。窗外忽起飓风，船身倾侧，灯焰乱跳，将探春影子投在舱壁，忽长忽短，似欲破壁飞去。\n\n船行三日，已过吴淞江口，风浪渐急。探春每日只饮清水一盏，米粒数颗，形容日瘦，惟目光愈亮。第四夜，月明如昼，照得海面碎银万点。探春披衣出舱，立于船头。北风如刀，割面生疼，她却昂首不动。忽闻邻舟有女子低吟《梅花落》，音调凄楚，似湘云口吻。探春心头剧震，急循声望去，惟见烟水茫茫，哪有人影？惟有三两海鸥，绕桅而飞，翅击霜风，声哀似哭。探春怅立良久，低低和道：\n\n“江南江北雪漫漫，遥忆梅枝泪不干。  \n今夜月明人尽望，不知秋思落谁家。”\n\n吟罢，泪湿罗衫，自觉此身已非己有，便如一片雪落大海，顷刻消融。遂返舱，取笔在舱壁题诗一绝：\n\n“片帆明日隔沧海，旧梦难寻燕子楼。  \n愿化啼鹃归去也，年年肠断秣陵秋。”\n\n字迹未干，忽觉船身巨震，原来已入大洋。自此音书断绝，后人只传：某年某月，海上有巨舟遇风，一女子衣素衣，抱琴投水，浪花一卷，便无踪迹。或曰即贾氏探春也，亦无的考。\n\n且说湘云，自与卫若兰成亲，未及三载，若兰随父出征海西，竟殁于阵中。朝廷恤典虽隆，而湘云青春守寡，又无子息，卫家日渐式微。若兰之父卫太尉，因兵败革爵，合家徙岭南。湘云不肯随行，独携丫鬟翠缕，赁居金陵城外“夕照庵”，日惟纺绩度日。庵名“夕照”，取“夕阳无限好，只是近黄昏”之意。庵中只一老尼，法名“寂照”，年逾七旬，耳聋目瞽，朝夕撞钟而已。\n\n是岁腊月，大雪压折庵后老梅，湘云晨起扫雪，忽闻山门外剥啄有声。启视之，乃李纨与巧姐，衣衫褴褛，面色青白。湘云大惊，忙迎入。李钗鬓边又添数茎白发，眼角皱纹如扇骨，映着雪光，分外凄凉。巧姐紧紧攥着李纨衣角，一双眼睛红肿如桃。湘云急问：“大嫂子，怎的这般光景？”李纨喘息未定，先问：“云妹妹，你可有探春消息？”湘云茫然，李纨遂将探春远嫁之事备述，说到伤心处，泪如雨下。湘云听罢，半晌不语，惟见窗外雪片如掌，纷纷坠地，忽凄然一笑，道：“原来如此。我道前夜梦她乘鹤而去，佩环叮咚，竟是真耶？”言罢，泪珠滚落，滴在火盆内，嗤嗤作响。\n\n翠缕已汲得山泉，煮雪煎茶。三人围炉而坐，火光映得湘云面色如蜡。巧姐自怀中取出探春所赠玉印，递与湘云。湘云抚印，见“蕉下客”三字，想起当年海棠诗社，探春簪菊吟诗，自己以“枕霞旧友”相和，何等热闹！如今只剩得旧印一方，人天永隔，不由放声恸哭。李纨亦哭，老尼在隔壁敲钟，钟声悠悠，似为离人助哀。\n\n哭罢，湘云拭泪，强笑道：“我闻得宝玉哥哥随僧遁去，甄家哥哥亦坐化天目，如今三姐姐又葬身鲸波，只我一人，如败叶随风，零落何依？”李纨叹道：“我亦命薄，巧姐渐长，终是女流，家无担石，惟求一饱。今来寻你，正有一事相商。”湘云问故，李纨道：“闻得苏州有一织造旧识，欲觅女工教习，月给银五钱，米一斛。我与巧姐欲往依之，你可愿同去？”\n\n湘云沉吟良久，忽忆昔年贾母戏言：“云丫头将来嫁得才貌仙郎，却也须受些磨折。”如今果验，心下惨然，却强笑道：“我孑然一身，有何不可？只这庵中老尼，风烛残年，我若舍之，恐其冻馁。”李纨道：“不妨，我已与近村屠户说定，每岁给米三斗，权作香火。”湘云点头，遂与翠缕收拾旧衣，只带得《白香词谱》一函，乃当年宝玉所赠，其余琴剑书囊，尽付典卖。\n\n翌日，四人踏雪而行。一路荒村野店，人烟稀少。行至采石江边，忽遇一队北去官船，船上旗帜写着“押解罪孥”。湘云偶一抬头，惊见船头立一女子，披发跣足，面容枯槁，却依稀是迎春！原来孙绍祖兵败，被劾通敌，合家籍没，迎春亦被没为官婢，今将发往北地。湘云急呼“二姐姐”，迎春闻声，目光呆滞，似不识人，惟嘴唇微动，却无声出。官船瞬息而过，惟见江心雪浪翻滚，如裂冰万片。湘云跌坐雪地，痛哭失声。李纨劝慰半日，方强扶而行。\n\n及至苏州，那织造旧识已亡，其家飘零，旧约成空。四人进退维谷，夜宿破庙。是夜，冷雨敲窗，佛灯如豆。湘云辗转不能寐，忽闻墙角蟋蟀哀鸣，似与己和。披衣起视，见一老乞丐，席地而坐，以破瓦盆煮豆，香气微闻。湘云饥肠辘辘，不觉近前。老丐抬头，双目炯炯，竟口占一绝：\n\n“富贵穷通一局棋，饥来吃饭倦来眠。  \n昨宵梦入华胥国，回首空王殿里禅。”\n\n湘云闻之，心头一震，欲再问时，老丐已携盆而去，步履如飞，转瞬不见。湘云怅然返身，见李纨亦醒，二人相对无言，惟闻雨声潺潺，似诉离愁。\n\n后三日，巧姐染疾，寒热交作。湘云典当最后一件夹衣，换得药资，仍不济事。巧姐病中呓语，时呼“三姑母”，时呼“宝叔叔”。湘云抱之，心如刀绞。一夜，巧姐忽清醒，含泪道：“姑姑，我怕是要随奶奶去了。你莫哭，我见了三姑母，必告她，云姑姑想她……”言未毕，气息已绝。湘云抱尸，哭至天明，喉哑无声。李纨亦晕厥数次。\n\n幸得庵中老尼闻讯，托钵化得薄棺，草草葬巧姐于虎丘梅坡，与香雪海相望。湘云以指蘸血，书“贾氏巧姐之墓”六字，立石为记。葬毕，李纨病倒，湘云与翠缕扶持，乞食度日。一日，过寒山寺，闻钟鼓声，湘云忽有所悟，对李纨道：“我欲出家，了此残生。”李纨泣道：“你青春尚盛，何出此言？”湘云苦笑：“人谁不死？死或重于泰山，或轻于鸿毛。我无才无德，惟求清净，免作世间赘疣。”遂入寺求剃度。住持见她意决，为之披剃，赐法名“幻情”，仍居夕照庵，奉养老尼。\n\n光阴荏苒，转瞬三载。一夕，湘云独坐灯下补衲，忽闻窗外有人低唤“枕霞旧友”。启户视之，但见月色如银，庭中梅影横斜，却无人迹。惟地上落一锦囊，拾而视之，内贮通灵宝玉碎片一枚，触手犹温。湘云大惊，暗忖：“此玉已化烟，何得复现？”忽忆茫茫大士昔言“补恨岛”之事，心头若有所感，遂于佛前祝曰：“若诸芳有灵，愿以残生，换得一面。”祝罢，玉片忽放微光，隐现字迹，细辨之，乃“绛珠”二字。湘云潸然，知黛玉魂归不远，遂于梅树下设香案，对月长拜。\n\n是后每夜，湘云必坐梅下抚琴，弹《梅花三弄》，音韵凄绝。一夜，琴声中忽闻环佩叮咚，一女子自梅影中冉冉而出，衣袂飘飘，貌若仙姝，正是黛玉。湘云欲呼，却发不出声，惟见黛玉微笑，以手指心，又指东南，倏然而灭。湘云顿悟，乃留书与李纨，飘然南去。后人或于西湖断桥边，见一缁衣女尼，抱琴独行，眉间有英爽之气，疑即湘云，亦莫能详。\n\n正是：\n\n春梦随云散，飞花逐水流。  \n寄言众儿女，何必觅闲愁。\n\n又诗曰：\n\n海疆万里雪漫漫，谁向潇湘忆旧欢？  \n蕉叶有痕空印月，梅花无主自生寒。  \n三生石上空回首，一镜霜前独倚栏。  \n莫问侬家何处住，烟波深处即长干。"
  },
  {
    "chapter_number": 94,
    "title": "王熙凤惨死狱神庙 贾琏痛哭泪祭亡人",
    "content": "第94回：王熙凤惨死狱神庙　贾琏痛哭泪祭亡人\n\n　　却说仲冬既尽，岁聿云暮，京师连日彤云密布，雪意沉沉。皇城西北隅有一去处，名曰“狱神庙”，本为前明镇抚司旧狱，颓垣败瓦，蔓草萦骨，向来羁禁钦犯，阴气所钟，白日亦鬼火隐现。自荣宁籍没，王凤姐亦被拘系于此，已越两月。彼时凤姐虽遭摧折，犹恃素昔机变，冀图万一之生；奈自秋徂冬，讯鞫屡加，囊橐早空，一身病痛，兼以饥寒交迫，腊月中旬，便卧倒于湿草荐上，气息奄奄。\n\n　　是日巳牌时分，雪片大如掌，狱门铁锁铿然一响，狱卒李二提一木桶，内贮薄粥，踢开栅栏，喝道：“贼婆子，今日是你尽头日子，吃罢好走路！”凤姐微微睁目，只见粥上浮冰，菜叶如败絮，遂冷笑道：“这样猪狗食，也拿来喂我？可知我当日……”一语未了，肺中痰涌，咳得前仰后合，一缕腥红，已溅在囚衣上。李二皱眉，一脚踢翻木桶，粥水泼地，登时凝冰。旁边小卒王顺低声道：“二哥且耐，听说这位奶奶昔年也济过咱们的，何苦……”李二瞪眼道：“你可怜她，谁可怜咱们？上头有令，今夜子时，便提她去西角市了。”凤姐耳尖，听得“西角市”三字，知是行刑之所，心头一震，眼中却无泪，惟觉天地翻覆，耳边似有千百人喧笑，恍如当日宁府开筵，珠繁华，竟成刀头一瞬。\n\n　　雪光透栅，映得囚室半明半昧。凤姐强撑坐起，理一理蓬松鬓发，自思：“我王熙凤一生要强，到头来仍是一场空。早知如此，何必当初？”伸手摸向怀里，尚有最后一物——乃当年刘姥姥所赠“巧姐儿”小银麒麟，系以红丝，因贴身藏之，未被搜去。凤姐握之在手，冰凉入骨，忽忆及巧姐尚在李纨处，不知流落何所，一阵酸楚，竟滴下两点血泪，落在银麒麟上，殷红如豆。遂合眼低声道：“巧姐儿，娘负了你……”语未毕，喉间痰塞，气促声嘶，身子一仰，复倒草荐。\n\n　　昏沉间，似见秦可卿披大红羽纱，自风雪中来，执灯相照，笑吟吟道：“婶娘，我来接你了。”凤姐惊问：“你……你缘何到此？”可卿叹曰：“幽冥路近，世事如棋。婶娘聪明一世，何苦恋此残躯？随我去罢。”凤姐欲起，足如缚铅，忽又见尤二姐云鬓散乱，血泪满面，指她哭道：“狠心的，你也有今日！”凤姐心胆俱裂，方欲辩，又见张金哥、鲍二家的、来旺媳妇……无数幽魂，绕室哀号。凤姐大叫一声，惊醒过来，原来南柯一梦。栅外雪光转暗，已是酉末戌初。\n\n　　狱神庙外，一骑冒雪而来，马上人披着玄狐大氅，正是贾琏。原来贾琏自被革去前程，家产荡然，栖身破庙，卖字画度日。日前闻得凤姐判了“斩立决”，五内如焚，遂罄所余几两碎银，买通狱卒，求一诀别。李二接了银子，掂一掂，冷笑道：“只准半炷香，休得啰唣。”贾琏诺诺，低头趋入。风雪扑面，犹如刀割。\n\n　　牢门吱呀而开，一股腐秽之气冲出。贾琏一眼瞧见凤姐，几乎不敢相认：只见她花容憔悴，两颧高突，鬓发如蓬，唇裂血痕，囚衣垢腻，昔日威重令行、彩绣辉煌的王熙凤，竟成槁木死灰。贾琏双膝一软，扑倒栅栏，哽咽唤道：“二奶奶……”凤姐闻声，眼珠微动，辨了半日，方露一丝苦笑：“原来……是你。”声音低若游丝，却字字清晰。\n\n　　贾琏泪如雨下，手探栅栏，欲抚其肩，却被木栅所隔，指尖仅触得她一缕乱发。凤姐缓缓抬手，按住他指尖，微弱说道：“你我夫妻……十载有余，我负你多矣。今日缘尽于此，休哭，休哭。”贾琏哭道：“是我负你！若我当年稍立事功，何至今日？如今家破人亡，悔也无及！”凤姐摇首，气喘连连：“不必说此。我……我死不足惜，惟念巧姐，流落天涯……你若还念半分夫妻情，寻着她，好歹救她一命……”言罢，以颤抖之手，将银麒麟递出栅缝。贾琏接过，只觉重若千钧，伏地叩头，血流额上，雪地上点点猩红。\n\n　　忽闻更鼓三声，李二在外喝道：“时辰已到，快滚！”贾琏心如刀绞，抱住栅栏，嘶声道：“凤姐！凤哥儿！来世……来世再做夫妻！”凤姐闻此旧日私称，眼中现回光，凄然一笑，低声念道：“机关算尽太聪明，反算了卿卿性命……”语未竟，狱卒蜂拥而入，将贾琏强拽出去。雪深没踝，贾琏跌倒复起，仰天号啕，声震屋瓦。栅内凤姐，目随其影，直至不见，方阖眼长叹，一滴泪，顺着枯颊，滑入嘴角，咸涩如海。\n\n　　夜分，狱门再启，刽子手提灯而入。灯笼上糊白纸，风雪扑打，恍若招魂之幡。凤姐已不能行，被二人架出，拖过甬道。雪光与灯影交辉，照见她囚衣后血迹纵横，一路滴落，旋被雪花掩去。狱神庙大殿，神像倾圮，蛛网尘封，判官小鬼，面目狰狞。凤姐被按跪殿前，仰首忽见梁间悬一旧匾，金漆剥落，尚可辨“天理昭彰”四字，遂长叹一声，低低念道：“天理……天理何在？”\n\n　　刀光一闪，寒芒如电。凤姐但觉颈间一凉，便见自己身子向前扑倒，雪花飞起，如白蝶万点。血喷丈余，洒在雪上，竟成点点桃花。一缕香魂，随风缥缈，不知归于何处。是时风雪忽止，云隙微露残月，冷照空庭。殿角铁马，叮当作声，似为送终。\n\n　　且说贾琏被逐出狱门，心如死灰，一步一跌，回到破庙。庙中神龛倾塌，残幡裂帛，风穿四壁。贾琏取出凤姐所遗银麒麟，供于半壁灯前，撮土为香，哭拜于地。灯焰如豆，摇摇欲坠，照见壁上旧日所题“风月宝鉴”四字，已被蛛网尘封。贾琏哭至无声，惟以额叩地，血流满面。忽忆昔年夫妻携手，游上元、放河灯、斗叶戏、开夜宴……种种繁华，倏忽成空。乃取纸笔，就灯下写祭文曰：\n\n　　维岁次壬子，季冬戊申朔越三日庚戌，落魄人贾琏，谨以一盏寒泉、半瓣心香，致祭于亡妻王氏熙凤之灵：\n　　呜呼！卿本瑶台仙品，误堕红尘；性生英敏，志比秋霜。协理宁府，片言折狱；权倾粉黛，笑里藏兵。何期天道茫茫，翻覆手而成灰；人心叵测，机关尽而身殒。想卿当年，翠绕珠围，罗衣灿烂；今朝雪刃，血染黄沙。香魂一缕，应逐北风而返；冤气千寻，定化杜鹃之啼。忆昔结缡，海棠花下，共倚雕栏；于今诀别，狱神庙前，独抚残柩。麒麟犹在，红丝已断；鸾镜空沉，素影难双。愿卿脱此轮回，早登极乐；莫恋残梦，再堕尘劫。琏也百无一用，负卿实多，苟延残喘，惟赎罪愆。倘有来生，愿为犬马，以报深恩。呜呼哀哉！伏惟尚飨。\n\n　　写完，火焚于灯焰之上，纸灰如雪，盘旋而上。贾琏复哭失声，泪尽继血。是夜，破庙外风声如啸，似万鬼齐啼；灯焰倏灭，银麒麟在暗中微闪青光。贾琏抱膝呆坐，直至天明。\n\n　　次日，雪霁日出，街市渐喧。贾琏以衣袖掩面，踉跄出庙，欲往西市收凤姐遗骸。至则见法场雪消血渍，惟余一片泥泞，刽子手早将尸身以藁席卷去，弃之乱葬岗。贾琏奔至岗上，白雪茫茫，何处寻踪？惟见荒榛野蔓，寒鸦万点，啄食残骨。贾琏扑地呼天，以手掘雪，十指皆血。忽于雪窟中拾得破绸一方，乃凤姐昔日所系石榴裙角，残红尚艳。贾琏抱之痛哭，晕绝于地。\n\n　　良久，有老僧提筐拾薪路过，以姜汤灌之，方苏。老僧合十叹曰：“施主何苦？前尘如梦，四大皆空。贫僧观此裙，乃富贵余烬；裙主既逝，君亦宜早悟。”贾琏稽首求僧，指乱葬岗。老僧慈悲，乃助其掘雪三尺，果得残尸，面色如生，双目犹睁。老僧以手阖其目，口诵《往生咒》。贾琏解衣裹之，负于肩，随僧至化人场，火化其骨。烈焰腾腾，纸灰飞起，贾琏以磁坛盛灰，抱之归庙，置于佛龛之侧，朝夕焚香，誓不再娶。\n\n　　自此，贾琏披缁衣，留发未剃，自称“雪悔居士”，卖卜破庙，得钱则沽酒浇凤姐木主，醉即痛哭。人或问之，但指壁上旧题“一从二令三人木”之句，长叹而已。后三年，有渔舟于长江口网得女尸，怀素笺一幅，书“生作金陵女，死填碧海心”，字迹血渍，人以为探春，或以为凤姐，莫能辨也。贾琏闻之，奔赴江口，抚笺大恸，欲投水以殉，为舟子所救。遂不知所终。或曰：后有人于普陀山见一跛足头陀，背负磁坛，日夜诵《金刚经》，坛上刻“凤”字，疑即贾琏云。\n\n　　诗云：\n　　金紫万千谁治国，裙钗一二可齐家。\n　　机关尽处西风冷，血泪干时暮雨斜。\n　　白骨已埋荒草冷，红颜犹忆旧繁华。\n　　浮生一梦何须问，雪夜钟声彻海涯。"
  },
  {
    "chapter_number": 95,
    "title": "巧姐险遭叔舅贩卖 刘姥姥义救故人女",
    "content": "第95回：巧姐险遭叔舅贩卖 刘姥姥义救故人女\n\n诗曰：\n雪压梅枝冷未消，孤魂一缕系香绡。\n麒麟泣血传遗命，村妪慈怀护嫩苗。\n谁言大厦倾颓后，便无枝叶可抽条？\n试看荒径残灯里，也有春风度野桥。\n\n——调寄《临江仙》\n\n却说贾琏自破庙奉回磁坛，日夜对灰啼哭，自号“雪悔居士”，以卖卜、鬻字画苟活。庙在皇城西北隅，旧名“狱神庙”，墙颓瓦落，佛面尘封，惟殿角一龛尚能避雪。磁坛置龛内，覆以旧锦袱，袱上“凤”字早被泪痕晕作淡墨。龛前青灯一盏，灯芯短秃，焰小如豆，映得坛影摇摇，似凤姐幽魂尚倚栏干。每至更残漏断，贾琏辄以冷水沃面，披破毡坐阶上，敲一竹板，低声唱《好了歌》，乞得三文五文，便尽付香烛铺，换得寸寸残蜡，续那盏青灯。灯焰瘦怯，常被朔风吹作碧色，映着檐角铁马，丁当如诉。\n\n一夜雪骤，瓦沟冰箸垂垂，长逾数尺。贾琏以破衾裹坛于怀，坐殿角，恐雪水渗入。忽闻殿外履声窸窣，一老僧拄杖而入，鬓眉皆白，衣履褴褛，乃昔年监火化之僧，法名“了尘”。了尘叹曰：“居士恋恋此灰，灰岂有知？不如随缘放下。”贾琏泣曰：“非恋灰也，恋此中未尽之悔耳。卿在日，百计周全，反自陷；我今百悔无门，只合与灰同冷。”了尘低诵：“一切有为法，如梦幻泡影……”声未竟，殿门“呀”然自开，一阵朔风卷入，灯焰骤灭，满殿雪光，冷逼骨髓。贾琏抱坛大哭，泪落灰上，旋结薄冰，如串串碎珠。了尘亦潸然，解身上破衲覆坛，飘然而去。次日，贾琏遂于庙门榜曰：“雪悔卖卜，兼书《金刚经》，得钱即供佛灯。”人见其形容枯槁，多怜而施之，亦不多问。\n\n话分两头。荣府既籍没，家下星散。巧姐年十三，因系女流，例不连坐，暂寄居族叔贾芹之妻尤氏家。那尤氏小户人家出身，生性悭吝，又兼贾芹浮浪，日用艰难。初时犹念同宗，勉强收留，未及两月，便厌如鸡肋。腊尽春回，京中花市大开，人牙子往来如织，尤氏暗生毒念。\n\n一日午后，微雨初晴，庭中残雪未消，日光淡淡，照见檐冰闪烁。尤氏坐炕头，手内掐着念珠，眼却斜睨巧姐。巧姐方低头补缀一件旧绫袄，灯影下眉目如画，却带三分憔悴。尤氏忽堆下笑来，挪身近前，道：“好孩子，这几日身上可好些？你舅舅在通州开绸铺，怜你孤苦，特遣人接你去住。我已替你收拾出一个小包袱，明日五鼓便有车。”巧姐闻言，心头突突乱跳，忙放下针线，离座行礼，低声道：“婶娘美意，侄女心感。只是母亲临危，曾留银麒麟一枚，嘱我急难时寻刘姥姥。容我暂往村舍一访，再随舅舅不迟。”尤氏听了，面色一沉，旋又假笑道：“傻丫头，那刘姥姥村野贫婆，自身难保，何足倚靠？况且官府缉捕余党，你小小年纪，抛头露面，恐有不测。听婶娘的话，明日悄悄上车，到舅舅家安稳度日，不强似在此吃糠咽菜？”一边说，一边从袖中摸出一块桂花糕，强塞巧姐手中。巧姐心知有诈，不敢违拗，只得诺诺而退。\n\n回至厢房，巧姐掩门，背灯而坐，手抚怀内银麒麟，心内如沸。那银麒麟长不及寸，雕镂极细，背有暗纽，一按即开，内藏一缕头发并米粒大珠两颗，乃凤姐昔年体己。巧姐暗忖：“婶娘言通州舅舅，我何尝有通州之舅？况母临终，切切嘱我寻刘姥姥，必有深意。今若随去，羊入虎口矣。”窗外雨脚如麻，风吹纸窗，淅沥作响。巧姐悄移灯至榻下，翻出破棉絮，将银麒麟缝入夹层，又把随身小剪藏袖中，和衣假寐。\n\n二更后，尤氏与贾芹在隔院低语。尤氏道：“车已雇定，老赵的车，明早五鼓便行。我已嘱他直送张家湾渡口，再换船南下。那丫头若哭喊，只用帕子塞口。”贾芹笑道：“我已与老赵说好，到地头再给他三钱银子，叫他只认钱不认人。”二人笑声低低，却如锥刺巧姐耳中。巧姐咬被角，泪湿半枕，暗想：“必得乘夜遁去，方有生路。”\n\n挨至三更，院中更鼓沉沉，人声寂寂。巧姐悄起，披衣蹑足，行至后门，却见铁锁扣环，冰冷沉重。她手颤心寒，忽闻墙角“咪”的一声，一只狸奴跃下，口中衔着钥匙一串，正是日间尤氏失落之物。巧姐惊喜，忙将钥匙插入锁孔，轻轻一拧，“咔嗒”一声，门开一线。冷风透骨，雪片扑面，她侧身闪出，踏着残雪，径奔村路。身后狸奴蹲门首，绿眼荧荧，似送行，又似守护。\n\n此时夜已四更，野田茫茫，霜华满地，微月如钩，照见一行小脚印蜿蜒。巧姐足上只一双旧绣鞋，早被雪水浸透，冰寒刺骨。她紧攥衣襟，默念母亲遗言：“若逢急难，持此物寻刘姥姥，当得一线生机。”行行重行行，气喘未定，忽闻远处犬吠，回头见尤氏宅中火把齐明，贾芹率二三人追来，口内吆喝：“小蹄子，往哪里走！”巧姐心慌，见路旁枯井，青苔斑驳，遂攀井栏，踊身一跃，跌入井底。幸井底积叶深厚，未至重伤。她屏息伏叶中，听得井口人声嘈杂：“那丫头脚小，走不远，分头去搜！”良久，火把渐远，井口复归寂静。巧姐手足僵冷，强挣而起，攀井绳，半晌方得出。衣衫尽湿，月影下如孤魂野鬼，踉跄再行。\n\n且说刘姥姥自荣府被抄后，仍居乡间，与老妻板儿耕织为生。是日早起，忽见篱外雪地里一串小脚印，直延至柴门。板儿开门，见一女孩昏卧阶下，鬓发散乱，面色惨白，怀中紧抱一物。刘姥姥忙扶入屋内，以姜汤灌之，女孩悠悠转醒，泪如雨下，取出银麒麟道：“我乃王熙凤之女巧姐，母亡家破，今被婶娘所卖，逃命至此。姥姥昔年受我母一饭之恩，望垂怜则个。”刘姥姥闻言，顿足叹道：“阿弥陀佛！当日凤奶奶何等威风，不想女儿竟遭此厄！”遂将巧姐安置暖炕，以热粥为食，又取自己棉袄与之更换。\n\n炕上，巧姐细述根由，泪随声落：“……婶娘言通州舅舅，我知是假。母临去，只嘱我寻姥姥。今若迟一步，必落陷阱。”刘姥姥摩挲银麒麟，亦泣曰：“我虽村野，也知忠义。老身受你母厚恩，岂敢坐视！只是贾芹那厮狼心狗肺，必不肯甘休。闻他明日即来搜村，不如连夜送你至我女婿王狗儿家暂避。”当下唤板儿收拾驴车，铺以稻草，刘姥姥亲自赶车，板儿执鞭。雪深没踝，驴蹄“咯吱”作响，车篷上霜花结成璎珞，映着残星，如入琉璃世界。巧姐蜷卧车内，手抚银麒麟，泪湿衣襟。刘姥姥低声劝慰：“好孩子，天无绝人之路。你母虽横死，阴灵必佑你。”\n\n行约二更，忽闻前路马蹄声疾，火把隐隐。刘姥姥急将驴车转入松林，藏身雪窟。须臾，一队人马掠过，正是贾芹与尤氏之兄尤二郎，各执灯笼，上写“缉逃”二字。尤二郎骂道：“那老乞婆惯会多管闲事，若撞见，连她一并捆送官府！”刘姥姥屏息，待其去远，方驱车复行。至杏花村，天色微明，王狗儿见岳母夤夜而来，惊问其故。刘姥姥备述始末，狗儿夫妇亦义愤，忙将巧姐藏于酒窖暗室，外堆酒坛为障。狗儿娘子更取出新絮袄一件，与巧姐换却湿衣，悄嘱：“莫怕，有我夫妇命在。”\n\n次日午后，贾芹果率人搜至杏花村，诈称巧姐偷盗逃家，要里正协助。王狗儿佯作不知，反邀众人入酒肆饮“驱寒酒”。贾芹等本浮浪，兼贪杯，三碗下肚，便东倒西歪。狗儿暗嘱伙计，以烈酒灌醉众人，又悄悄往井中投泻药。至夜，贾芹腹痛如绞，尤二郎亦头昏眼花，众人狼狈而去。刘姥姥趁乱，将巧姐扮作村女，以灶灰抹面，使与板儿兄妹相称，连夜送往三十里外青埂峰下，投一老尼庵中暂避。那老尼法号静修，昔年亦曾受凤姐布施，见银麒麟，泣道：“因果循环，报应不爽。此女且留庵中，待风波稍定，再作区处。”\n\n庵名“水月”，幽僻异常，四周修篁环抱，雪压翠梢，时闻碎玉之声。禅堂三楹，纸窗竹榻，别无长物。静修亲煮豆粥，与巧姐压惊。巧姐跪谢，泣述母冤。静修叹曰：“你母聪明太过，终折福泽。你今脱虎口，当惜余生。”遂教以纺线、诵经。巧姐性本聪慧，学针黹过目不忘，所绣《西厢记》人物，栩栩欲活。每夜对佛灯，默诵《金刚经》，泪痕常湿经卷。静修怜之，授以《心经》一卷，令持诵解忧。\n\n岁月荏苒，又是三载。京中风声渐息，贾芹因贪赃被参，发配边疆；尤氏亦病死。刘姥姥始敢将巧姐接回村中，教以纺织，兼授《女诫》。巧姐手巧，不半年，所织“杏花绫”花样新奇，市人争购，遂以资给日用。村女慕其能，争来求教，渐以巧姐为“先生”。刘姥姥每于灯下，对巧姐述其母昔日理家之严、待下之刻、临终之悔，巧姐辄泣曰：“母以机巧倾人，我必以忠厚自立。”\n\n是年冬末，雪霁初晴，忽有老僧叩门，手持黄布包袱，道：“贫僧自破庙来，受雪悔居士之托，将此物交还女施主。”启视之，乃贾琏手书《悼亡词》一卷，并磁坛灰烬少许。词云：\n\n“廿载鸳盟一炬灰，金闺梦断镜鸾埋。\n卿魂化作梅梢雪，冷沁孤山第几梅？\n悔不当初怜弱草，空教今日泣残梅。\n愿将一把荒坟土，筑向莲台作镜台。”\n\n字迹歪斜，墨痕浓淡不一，想是泪随笔下。巧姐捧读，恸哭仆地。刘姥姥劝慰良久，乃以灰烬和梅花雪水，封于小匣，供于佛龛，朝夕焚香。是夜，巧姐独坐灯下，手抚银麒麟，忽听窗外梅枝“啪”地一声，积雪坠落，似有人叹息。巧姐推窗，但见月光如练，照见梅影横斜，暗香浮动，若有若无。她心中一动，低语：“母亲，是你么？”风过处，梅枝轻摇，洒下一阵花雪，沾衣生凉，竟有淡淡脂粉气。巧姐合掌拜曰：“儿今得活，皆母之遗泽。儿当勤俭立身，不敢坠母志。”言罢，泪落如雪。\n\n后来，巧姐长成，嫁与邻村寒士周秀才。秀才清贫，而性醇厚，夫妇耕读传家。刘姥姥终老，巧姐奉之如亲祖母。每至忌日，必亲至破庙，以清水梅花祭父母。庙中老梅岁岁花开，香雪如海，人传为“凤姐魂所化”。有诗云：\n\n“机关用尽太聪明，反误了卿卿性命。\n留得残梅香不灭，年年雪里唤卿卿。”\n\n正是：\n\n银麒麟冷映寒灯，雪夜逃生仗老成。\n留得孤根培厚德，梅花香里慰幽魂。"
  },
  {
    "chapter_number": 96,
    "title": "贾政归来闻噩耗多 宝钗持家理旧园残",
    "content": "第96回：贾政归来闻噩耗多 宝钗持家理旧园残\n\n辛丑岁阑，残冬欲尽，京师犹自雪意沉沉。荣国府门外那条通衢大道，积雪经旬，被车轮辗作两道乌痕，远望去，竟似两行浓墨写就的“凄凉”二字。门楼上的金漆剥落，风铃半坠，偶被朔风拂动，发出细碎呜咽，仿佛替人低诉兴衰。角门外一株老槐，枯枝上栖着几只寒鸦，见有人来，哑哑数声，振翅而去，雪粉纷落如需。\n\n且说那日辰牌初转，焦大正在门房内煨一盂浊酒驱寒，忽闻鸾铃碎响，自远而近。老苍头拄杖而出，但见两骑青衣小厮前导，一乘旧青幔轿车缓缓驻于石狮子旁。车帷半揭，露出一张憔悴肃穆的面孔：鬓添霜雪，眉目深锁，正是三年前远谪边徼的贾政。焦大扑翻身跪倒在雪地，喉间哽咽，只唤得一声：“老爷——”便泪如雨下，不能成语。贾政亦自车厢俯身，颤声慰道：“老哥哥，快起。我回来了。”短短一句，却似用尽平生力气。焦大挣扎欲起，膝下积雪已化成两洼冰水，浸透老棉裤，亦不自知。\n\n车帘垂落，贾政整衣而下。一袭半旧藏青棉袍，领袖磨得发亮，腰间系一条素丝绦，别无长物。他抬头望见门楣上“敕造荣国府”五字金匾，已被风雨漂成黯赭，左角更裂寸许，摇摇欲坠。政老爷心头如被钝刀慢剐，良久，低低吩咐：“且从角门进去，休惊动邻舍。”声音虽低，却自有旧日威严。焦大抹泪，踉跄引路。角门内，一条甬道积雪未扫，鞋印纵横，间有马溺之痕，想是抄检人役日前所遗。贾政一步步踏来，脚下碎冰吱呀作响，仿佛踏碎了自己三十年功名心事。\n\n影壁后，荣禧堂前的铜鹤香炉早倾侧在地，鹤颈已折，香灰与雪泥相和，乌黯如墨。堂上正梁悬的御赐“星辉辅弼”匾额，亦被摘去，只余两根残钉，犹带寸许黄绫，在风中瑟缩。贾政方欲移步，忽听屏后有人啜泣，细若游丝，却割人肠肺。转过紫檀落地罩，只见一人素衣素裙，鬓挽双鬟，正是宝钗。她手携一柄旧湘妃竹帚，正自将地下碎瓷片一一拾入竹篮，泪珠儿滚在瓷锋上，映得雪色莹然。贾政喉头一紧，低声唤：“宝丫头……”宝钗猛抬头，见是贾政，手中竹帚“啪”地坠地，双膝已跪，哽咽道：“老爷……媳妇未能迎迓，罪该万死。”贾政俯身扶起，只觉她腕骨嶙峋，昔日丰肌胜雪，今已清减若柳。政老爷心口又是一酸，强忍泪道：“家中……还有何人？”\n\n一言未了，廊下脚步细碎，转出两个丫头：一个是莺儿，鬓边插一朵白绒线菊，想是自制的丧花；一个是麝月，怀里抱着一包旧账册，封皮破损，露出焦黄纸角。二人见贾政，一齐跪倒，哭出声来。宝钗拭泪，低声回道：“回老爷的话，老太太去岁冬底已仙逝……彼时兵荒马乱，棺木权厝后圃梨树下。大老爷、珍大爷俱远戍边外，生死未卜。珠大奶奶守着兰哥儿，在城外牟尼院教书度日。琏二爷……”说到此处，喉头又是一哽，“琏二爷带着二奶奶的骨灰，在破庙中卖卜，久无音耗。其余姊妹……死的死，散的散，惟我守着这空园，以待老爷归期。”贾政只觉耳畔嗡然，身子晃了两晃，幸被莺儿扶住。半晌，他颤声问：“巧姐……巧姐如何？”宝钗泪如雨下，半晌方道：“三年前腊月，巧姐被芹哥儿夫妇诓去，几至不测。幸得刘姥姥并水月庵静修师父多方救护，如今嫁在村南周秀才家，纺织度日，粗茶淡饭，倒也安稳。”贾政闻言，胸口似被巨石重击，良久，仰天长叹：“我贾政一生读书明理，竟护不得一孙女！愧哉！痛哉！”言罢，泪洒衣襟。\n\n当下宝钗引贾政穿堂过院。一路行来，只见旧日繁华，尽化荒烟衰草。潇湘馆外，凤尾森森，翠竹多半枯折，残雪压枝，簌簌作响；偶有风过，竹梢相击，竟似幽咽。蘅芜苑内，香草萎地，冷香氤氲，只余几茎杜若，犹带微馨。怡红院门半阖，门楣上“怡红快绿”四字已剩“红绿”二字，斑驳欲坠。贾政举手轻抚，指尖沾尘，恍如抚过宝玉昔日笑语。转过沁芳桥，桥板已断，以两块青石板权铺，石缝里生着枯黄苇草。桥下溪水早涸，黑泥龟裂，唯有几片碎冰，映日闪闪，如碎玉零琼。\n\n至贾母旧居，只见窗棂半朽，帘旌无色，案上尘厚寸许。贾政步入内室，一眼瞧见壁上悬着一幅“麻姑献寿”旧画，画角虫蛀，麻姑眉目依然含笑，而寿桃已黯。政老爷触景伤怀，扑翻身跪在尘埃，叩首出血，哭道：“母亲，孩儿不孝，归来迟矣！”宝钗一旁陪哭，莺儿、麝月亦跪倒。半日，贾政方收泪起身，命莺儿：“取香烛来。”莺儿忙去。须臾，捧出三支残烛，半扎线香，又有一包锡箔，皆是昔日余剩。宝钗亲自动手，拂案焚香。烛影摇红，映着四壁萧然，愈觉凄凉。贾政凝视烛泪，忽问：“园门旧钥，今在何处？”宝钗低声道：“抄家之日，俱被兵丁搜去。媳妇只得将内室箱笼，用旧锁封了，钥匙藏在老太太佛堂观音座下。”贾政点头，复又踉跄出室，径奔佛堂。\n\n佛堂在三间抱厦后，昔日金碧辉煌，今唯蛛丝当户，铁马无声。观音大士像亦被推倒，半倚半坐，慈目低垂，似怜似叹。案上供器，早被掠尽，只余一盏油灯，灯油已涸，灯芯焦黑。贾政俯身探手，果于莲座下摸得一枚铜钥，冰冷入骨。他攥在掌心，如握残生。转身时，忽见佛龛侧壁，竟有指甲划痕，凑近辨之，依稀是“悔”字，笔画凌乱，血痕犹暗。贾政心头大震，知是家人当日临难所留，不禁以指尖轻抚，泪落纷纷。\n\n是夜，无月。荣府内黑沉沉，只荣禧堂一点残灯，照见贾政、宝钗、莺儿、麝月四人围坐。案上摊开一册残账，墨渍模糊，乃昔日田庄租赋旧簿。宝钗以指尖轻点，低声道：“……目下城南二十顷薄田，尚属族中公产，然佃户星散，无人耕种。城东三处市房，去年又被兵丁占去两处，只余绒线胡同一间老铺，每月租银一两三钱，只够买柴盐……”说到此处，她微顿，抬眼望向贾政，“尚有后圃梨树数十株，若得匠人砍伐，可作梁柱之材；梨香院旧戏箱十数只，内多宫绸彩绣，或可易钱应急。”贾政阖目，良久方道：“明日，你随我去拜见族中诸老，将公产变卖，先修老太太灵柩，再作计较。”宝钗敛衽道：“媳妇省得。”\n\n次日寅末，天犹未晓，宝钗已披衣起身。窗外残星点点，映雪如碎钻。莺儿捧水，麝月执灯，主仆三人悄悄开了后角门，踏着残雪，往梨香院来。梨香院旧为女戏所居，今已荒废，只余一树老梅，铁干槎枒，花开如雪。宝钗命莺儿折取几枝，插入案上胆瓶，权当清供。又命小厮将戏箱抬出，揭盖检视：有绛红宫绸蟒袍一件，金线已黯；翠凤冠一顶，珠串零落；又有绣鞋十数双，皆三寸窄瘦，想是龄官、芳官旧物。宝钗指尖微颤，却神色镇定，命人分门别类，登记造册。\n\n少顷，贾政亦至。见宝钗鬓边微露霜华，心下不忍，道：“你一夜未眠，先去歇歇。”宝钗微笑：“老爷归来，百事待举，媳妇怎敢偷安。”言罢，亲捧茶奉与贾政。茶乃旧年普洱，壶缺一角，以铜丝箍之，茶色犹红，入口却苦。贾政饮罢，叹道：“昔日千门万户，今只剩此一盏苦茶。”\n\n午后，族中耆老陆续至。昔日金紫辉煌，今皆鹑衣百结，面带菜色。众人见贾政，唏嘘不已。贾政强撑精神，与诸老议卖公产。众老面面相觑，半晌，一白发者叹道：“政老爷，如今兵燹之后，田宅谁人敢买？便有人要，亦不过十之一二价，徒呼奈何！”贾政默然。宝钗忽上前一步，敛衽道：“诸位伯叔在上，媳妇有一策，不知可行否？”众老举目，见宝钗虽布衣素面，而举止娴雅，神光内敛，不觉肃然。宝钗徐徐道：“昔日园中旧物，尚多留存。媳妇愚见，不如择其尚可动用者，或典或卖，先济燃眉。后圃梨树下，老太太柩旁，可暂筑一庐，停灵三载，以尽孝思。三年之内，若得寸进，再议扶柩归葬金陵祖茔，未为迟也。”言罢，众老皆叹服。贾政亦点头，道：“便依此议。”\n\n是夜，宝钗独坐灯下，翻检旧账。忽从夹层中抽出一页薛涛笺，上以小楷录诗一首，乃昔日黛玉所赠《咏白海棠》原稿。宝钗指尖微颤，轻抚纸墨，良久，取火欲焚，却又停住，低低叹道：“林妹妹，你香魂何处？若知今日，亦当怜我。”窗外雪片又至，敲窗有声。莺儿悄入，捧一盏姜汤，劝道：“奶奶，夜深了，保重身子要紧。”宝钗接过，轻啜一口，忽问：“莺儿，你可还记得那年咱们在蘅芜苑夜话，宝二爷说‘好风凭借力’？”莺儿低头，泪滴衣襟：“记得……只是如今，好风不再，只余冷风砭骨。”宝钗默然，移步窗前。雪光映面，如玉雕成。她忽从袖中摸出一枚小小金锁，锁上錾着“不离不弃”四字，乃当年宝玉所佩。锁已黯旧，而字犹清晰。宝钗以指尖摩挲，良久，纳入怀中，低低吟道：“金锁空盟，玉埋荒草；冷香犹在，旧梦难招。”吟罢，回身命莺儿：“明日将梨香院旧戏箱打开，看有无可用之物。”\n\n次日平旦，雪霁天晴。宝钗与莺儿、麝月并两个小厮，抬出梨香院旧箱笼十数只，皆尘封寸许。揭箱视之：有宫绸戏衣、珠冠、绣履，亦有宝琴、箫管，并一箱旧书，多是传奇杂剧。宝钗命人分拣，能典者典，无用者另置。正忙间，忽听院外脚步急响，一小厮飞奔而入：“奶奶，外头有位老尼，自称水月庵静修，要见政老爷与奶奶。”宝钗闻言，忙整衣出迎。只见雪地里，一老尼缁衣麻履，手携竹篮，篮上覆以青布。老尼眉目清癯，正是静修。宝钗合十为礼：“师父远来辛苦，快请堂上吃茶。”\n\n静修微笑，随入荣禧堂。贾政亦出见。老尼先问讯了贾母灵位，合十低首，口诵《往生咒》一遍，方启篮，取出一物——乃一轴小像，展开看时，却是巧姐十三岁时小影：垂髫覆额，眉目如画，手拈一枝海棠，背后隐隐有“留余庆”三字。静修低声道：“此乃三年前，刘姥姥携巧姐避祸时，贫尼为留一影，以慰慈怀。今闻政老爷归来，特奉此像，并告巧姐近况：已于去年十月，与周秀才完婚，夫妇和顺，纺织度日。刘姥姥亦康健，嘱贫尼寄语：‘荣府旧恩，天高地厚，惟愿老爷保重，勿以小孙女为念。’”贾政捧像，泪落如雨，连声道：“谢师父大恩，谢刘姥姥大德。”静修又道：“贫尼尚有一物，乃当日巧姐逃出时，所遗银麒麟一枚，今亦奉还。”言罢，取出一小锦囊，内卧银麒麟，已摩挲得雪亮。宝钗接过，转奉贾政。贾政握在掌心，忽忆当年凤姐托孤之语，心如刀割，半晌，向静修深深一揖：“师父慈悲，贾氏一门，衔环难报。”静修还礼，又道：“贫尼尚有一言：府中旧园，虽遭摧折，而根基犹存。政老爷若能收拾余烬，或可延一脉书香。贫尼庵中，尚有余资三十两，愿布施为老太太香火之费。”贾政再拜，宝钗亦拜。静修不受，合十飘然而去。\n\n是日午后，宝钗将戏衣珠冠，托人带至市上典当，得银一百二十两。又命小厮将梨树下旧亭拆下梁柱，权作灵棚。众仆虽寥寥，而见宝钗调度有方，亦各踊跃。夜来，宝钗灯下独坐，将所得银两，分簿登记。忽闻窗外有低低箫声，吹的是《阳关》旧调，声咽如泣。宝钗推窗，见麝月独立雪中，手执一管紫竹箫，泪痕满面。宝钗轻叹，唤道：“麝月，夜寒如此，进来罢。”麝月入室，双膝跪倒，哽咽道：“奶奶，奴婢方才吹箫，想起那年二爷生日，咱们在怡红院夜宴，二爷击鼓，林姑娘抚琴，何等热闹……如今只余奴婢一人，对着冷月荒园……”言罢，痛哭失声。宝钗亦泪湿罗衫，却强忍劝道：“快莫如此。死者长已矣，生者当图存。你且起来，明日与我同去后圃，择吉破土，筑庐停灵。”麝月叩首，泣拜而起。\n\n三日后，灵棚粗就。以旧竹为椽，覆以芦席，虽草草，而宝钗以白布幔围，剪素花缀之，竟也洁净。贾政每日早晚焚香，跪读《金刚经》一卷，声哑而泪干。又过数日，城南旧铺租户送租银来，并携一筐青韭、一尾鲜鲤，权作年敬。宝钗收下，回赠旧书两部，租户欢天喜地而去。\n\n当夜，宝钗灯下独坐，忽取薛涛笺，写下一诗：“荒园雪重瓦生烟，旧梦零星付断弦。冷月照残金锁字，春风不到玉堂前。梨花有泪春无主，杜宇无声夜似年。愿乞慈航超苦海，孤魂同渡奈何船。”写罢，焚于灵前。火光跳跃，映得宝钗面上泪痕闪闪，如碎玉零珠。\n\n次日，贾政早起，见宝钗眼泡微肿，而神清气定，心下暗叹：“此女有断臂之贞，又有补天之手，吾家再造，或赖其力。”遂将家下余资簿册，尽付宝钗执掌。宝钗受命，晨夕筹划。凡有旧仆来投者，量其力而用之；凡有族中孤寡，计其口而周之。虽米盐琐屑，而井井有法。不到半月，荒园中竟炊烟再起，鸡犬之声，稍稍可闻。\n\n一夜，雪月交辉。宝钗独步至梨树下，见新筑灵棚，纸窗透出一点微红，想是贾政犹守灵未眠。忽闻身后脚步轻响，回头却是莺儿，怀里抱一领旧锦貂，低声道：“奶奶，夜深了，老爷已睡，您也加件衣裳。”宝钗微笑，披衣而坐树下石凳。雪光映面，恍若广寒素娥。莺儿忽指树下道：“奶奶，你看——”只见雪地上，一株小草破冰而出，叶尖微青，竟是一茎春韭。宝钗俯身轻抚，低低叹道：“野火烧不尽，春风吹又生。我贾氏一门，或犹如此韭乎？”莺儿亦蹲身，轻声道：“奶奶，昨日我在旧箱底，翻出二爷幼时写的《芙蓉诔》草稿，上头尚有泪痕。奶奶可要看看？”宝钗接过，就雪光展开，只见字迹稚嫩，而情致缠绵，末句云：“茜纱窗下，我本无缘；黄土垄中，卿何薄命。”宝钗轻轻折起，纳入怀中，向灵棚方向一拜，喃喃道：“宝玉，你若魂魄有知，当佑此残园，一线生机。”\n\n雪片又落，无声掩去草色。远处鸡鸣初起，东方微露鱼肚白。宝钗整衣起身，向灵棚深深一福，低低祝曰：“愿祖母慈灵，庇佑贾氏，存此一脉书香，勿令断绝。”祝罢，转身回房。晨光熹微，照见她背影清瘦如竹，而步履坚定，竟无一丝颓唐。\n\n正是：\n\n残雪压枝犹有橘，冻雷惊笋欲抽芽。\n试看雪夜春回处，一点芳心护落花。"
  },
  {
    "chapter_number": 97,
    "title": "薛姨妈悲叹儿女命 邢夫人悔恨贪婪心",
    "content": "第97回：薛姨妈悲叹儿女命 邢夫人悔恨贪婪心\n\n却说荣府自经抄检，旧日繁华，顿成瓦砾。残雪压檐，枯枝挂絮，一派凄凉。幸赖宝钗内持筹算，外联亲故，半月之间，竟于荒园西偏，支起三间茅棚，权作贾母灵堂。棚前悬一白纸灯笼，上写“音容宛在”四字，夜风一来，灯影摇摇，恍若太君素手招魂。棚内一具黑漆棺木，盖以黄绫，供案上惟清水一盂、残香三支，此外更无长物。案侧设一小几，几上列宝钗亲手誊录之《金刚经》一卷，墨痕犹湿，蝇头小楷，一笔不懈。每日卯末午初，宝钗必素衣焚香，跪诵三卷，回向亡魂。诵毕，辄以袖掩面，良久无声，惟见双肩微颤。贾政远远立于棚外，风雪扑衣，亦不作一语。老仆焦大每于此时，辄负手立于棚柱之侧，口内喃喃，似咒似祝，人亦不辨其词。\n\n是日巳牌时分，雪霁云开，一线冬阳射入灵棚，照见尘埃浮动，如碎金万点。忽听角门“呀”然一声，走进一行人。当先一位老媪，身披灰鼠斗篷，鬓边几茎白发，映雪如银，正是薛姨妈。后随同喜同贵，各提朱漆食盒，盒上覆以绣袱，色已黯旧。薛姨妈一见灵棚，便踉跄数步，扑倒柩前，放声恸哭，道：“我的老太太！你怎不等我一等，就撇下这些儿孙去了！”言未毕，泪如雨下，滴在黄绫之上，霎时晕成一片。宝钗忙扶住，低唤：“母亲且止哀，外头风紧。”薛姨妈抬首，见女儿一身缟素，鬓边只插白棉线二茎，越显得丰肌胜雪，眸光沉静，不觉心中大痛，复抱宝钗，呜咽道：“我的儿，你如何就瘦得这样？我昨夜梦见你站在雪地里，手里只拿一根枯枝，回头向我一笑，那笑比哭还苦，醒来便再也睡不着。”宝钗强笑道：“梦由心生，母亲休自惊扰。女儿粗安，母亲倒要保重。”遂命莺儿接过食盒，取出热腾腾的一罐碧粳粥、一碟胭脂鹅脯、一碟玫瑰腐乳，并四枚松瓤鹅油卷，一一摆在案侧，道：“略备粗点，供老太太一餐。”贾政在旁，忙整衣上前，作一长揖，道：“亲家太太远涉风雪，贾政负罪之身，不敢当礼。”薛姨妈拭泪答礼，道：“政老说那里话，你我儿女亲家，同此悲怀，岂分彼此。”\n\n三人遂于灵棚外石阶上依次坐下。阶石残破，薛姨妈坐不稳，同喜忙以手帕垫之。一时寒鸦掠空，日影西斜，照见阶下积雪，早被人踪踏作泥泞。薛姨妈望一望四下，叹道：“当日这荣禧堂前，多少冠盖往来，何等热闹！如今只见败瓦颓垣，狐踪兔迹。便是那御赐‘星辉辅弼’之匾，也被人摘去，听说只卖得二十两银子，还不够一顿酒钱。”贾政闻言，愧悔交并，低首捻须，默无一语。宝钗恐又勾起伤心，因移步近前，柔声问道：“哥哥近日可好？铺子的事可有转机？”薛姨妈闻言，泪痕未干，又添新恨，叹道：“你哥哥那孽障，自夏间把当铺折本之后，越发狂纵，这几日竟与一班无赖串戏赌博，昨夜回来，把祖宗传下那只‘卧冰求鲤’的玉山子也偷出去押了。我哭了一夜，他倒反锁房门，鼾声如雷。”说至此，声哽气噎，几不成声。贾政听得“玉山子”三字，蓦忆当年同寅相赠，曾见此物于薛家厅上，莹润无瑕，今竟为博局一掷，不禁连连顿足。宝钗忙以目止母，低声道：“母亲且莫高声，恐被外人听见。”薛姨妈收泪，点头道：“我亦知家丑不可外扬，只是心头如沸，无处告诉。”\n\n正说话间，只见邢夫人扶了丫鬟绣橘，踽踽而来。原来邢夫人自抄家后，独居夹道后小厢，每日只以两餐薄粥度日，鬓发已星星，衣衫褴褛，昔日珠翠，尽付质库。今闻薛姨妈到，强整残妆，欲来相见。薛姨妈远远望见，忙起身迎住，执手细看，惊道：“大太太如何就憔悴至此？”邢夫人未曾开言，泪已如线，半晌方哽咽道：“亲家太太，我好悔也！当日若不是我贪那几两银子，与琏儿两口子争竞，何至今日？如今落得孤身一人，琏儿带着凤丫头的骨殖，不知流落何方。我昨夜梦见他二人浑身是血，向我索命，醒来只听得窗外北风如哭，吓得我索索只抖。”言罢，以袖掩面，痛哭失声。薛姨妈亦陪泪，劝道：“大太太且宽心，琏儿素日孝顺，纵一时气忿远走，终有回头之日。”邢夫人摇头道：“回头？我自知罪孽深重，只恐黄泉路上，亦难见他一面。”\n\n众人正在伤感，忽听灵棚后有人冷笑一声，众人回头，却是焦大。只见他倚着一株枯槐，手执半片破碗，内盛残酒，醉眼乜斜，向邢夫人道：“大太太这会子才知道悔？当日奶奶在日，你倚着长房名分，把府里的银子一箱箱往娘家搬，可曾想到今日？”邢夫人被戳痛处，脸上一红一白，欲待发作，又觉无力，只低头啜泣。薛姨妈忙喝住焦大：“老人家休得胡言！”焦大哈哈一笑，将碗中残酒仰脖饮尽，踉跄而去，口中犹唱：“陋室空堂，当年笏满床……”声破如鸦，渐远渐没。\n\n日色将午，宝钗请薛姨妈、邢夫人至后廊下暂憩。后廊虽经风雨，幸未全圮，窗纸新糊，炕上铺一领旧毡，倒也干净。莺儿端上茶来，乃去年存下的老君眉，茶叶虽陈，犹带余香。薛姨妈呷一口，叹道：“好茶！记得往年老太太在时，每于花朝月夕，必命人取雪水烹此茶，配以松瓤、莲蕊，何等精致！如今……”说到此处，喉头又哽。邢夫人亦低头抚盏，泪滴茶中，荡起微漪。\n\n宝钗恐又生悲，因徐徐说道：“昨夜我同政老爷商量，目下先将老太太灵柩停满百日，再择吉扶回金陵。只是盘费尚缺，欲将大观园中残存木石拆卖，又恐被人指为亵渎。母亲与伯母可有善策？”薛姨妈沉吟道：“我箱底尚有两件陪嫁首饰，虽非奇珍，尚可换得二三十金，明儿便命同贵去办。”邢夫人忙道：“我亦有一只金镶玉押发，乃当年老太太所赐，如今留之无用，也拿去变价。”宝钗闻言，忙起身敛衽道：“二位长辈如此高义，侄女代先祖母叩谢。”言毕，便欲下拜，薛姨妈一把扶住，道：“自家人，何须多礼。”\n\n正说间，忽听外头脚步杂沓，却是族中几位老妯娌闻信而来。为首的贾敕之妻尤氏，携了贾琮媳妇并几个老嬷嬷，皆素衣布裙，面容枯槁。众人相见，少不得又是一场哭。尤氏道：“我们如今只剩一口气，听见大太太、薛太太在此，特来商议。园子里那十几株老梅，昨儿被东府里小厮偷砍了两棵，说是城里炭贵，要劈了当柴卖。我们赶去，只夺回半株，还折了腿。”薛姨妈闻言，切齿道：“世态炎凉，一至如此！”邢夫人亦恨道：“若是我昔日手里有银子，何至被人欺到这般田地！”众人你一言我一语，愈发凄惶。宝钗只得温言抚慰，又将自己如何拆亭为棚、如何计口授粮、如何按房分派之事，细细说了一遍。众人听罢，方觉略有头绪，齐声道：“全仗宝二奶奶做主。”\n\n是日午后，宝钗命人将薛、邢二人所施首饰，交与可靠老成家人，同去市上变卖。又亲至灵棚后破土掘穴，欲将贾母平日所爱那只“寿山福海”的翡翠缸埋于其下，以作冥器。掘不数尺，忽触石有声，众人拨开浮土，却是一方青玉匣，长尺许，上刻“永宝用”三篆字。宝钗心中一动，启匣视之，乃一轴小像，绢色已黄，像中一少年公子，乌帽绯衣，眉目如绘，背后题曰：“庚寅仲春，仿李龙眠笔意，写吾家珠儿。”下钤“梦坡居士”小印。宝钗识得此乃贾珠遗像，忙捧至贾政前。贾政一见，顿时泪如泉涌，双手接过，颤声道：“此像当日随棺入圹，如何却在土中？”焦大在旁插口道：“老爷忘了？那年大老爷为省石工，暗将圹中诸物取出，另换砖瓦。这像想是彼时遗漏。”贾政闻言，抚像大恸，半晌方止，命宝钗仍将像藏于匣内，俟扶柩南归时，再与贾母同葬。\n\n至晚，薛姨妈不肯归，执意要与宝钗同榻。母女二人挤在一张窄炕上，窗外北风猎猎，吹得窗纸鼓如蛙腹。薛姨妈摩挲宝钗手腕，只觉骨瘦嶙峋，不觉又泪湿枕函，低声道：“我儿，你如今比黄花还瘦，叫我如何不心疼？你哥哥不肖，家业凋零，我只剩你一个。你若有长短，我命亦休矣。”宝钗背转身去，半晌方道：“母亲放心，女儿省得。只是大厦将倾，一木难支，如今惟有步步为营，或可苟延。至于哥哥……”说到此处，声音微颤，“待祖母大事毕后，我自有道理。”薛姨妈知女意已决，不敢深问，只长长叹息。\n\n夜过半，忽闻远处有女子哭声，呜呜咽咽，随风断续。宝钗披衣起坐，侧耳细听，似在东廊下。因唤莺儿点灯，二人循声而去。月色如银，照见雪地上一行脚印，直通向昔日潇湘馆。宝钗心头一紧，暗想：“莫非林妹妹魂归？”及近，却见一人倚竹而泣，素衣乌发，正是邢岫烟。原来岫烟自抄家后，无依无靠，暂居水月庵，今夜偶来旧地，触景生悲。宝钗上前，解下自己斗篷，披在她肩，低声劝道：“姐姐莫哭，夜深霜重，恐伤玉体。”岫烟回首，泪痕满面，哽咽道：“宝姐姐，我适才梦见颦儿，她对我说：‘寒塘渡鹤影，冷月葬花魂。’醒来便忍不住。你看这竹子，叶叶带霜，竟与当日她所言‘凤尾森森’四字相合，岂非谶语？”宝钗闻言，亦觉心酸，强笑道：“诗谶无凭，姐姐休自惊。且随我去，略饮一口热茶。”遂携岫烟回房，命莺儿暖酒，二人对酌。窗外竹影横斜，月色凄迷，酒未入唇，泪已沾襟。\n\n次日平明，薛姨妈早起，欲辞归。宝钗送至角门外，忽见一乘青布小轿，自雪巷中抬出，轿上垂着旧青绸帘，帘角绣着一枝折枝梅。轿后随着一个老苍头，挑着两只朱红箱笼。及至门首，轿帘微启，走出一位老尼，缁衣皂履，手捻数珠，正是水月庵净虚。净虚向薛姨妈合十道：“阿弥陀佛，老衲夜得一梦，梦见贵府太君手执白莲花，立于云端，对贫尼言：‘吾家诸劫已满，惟欠一炬。’老衲惊醒，遂将历年布施所余，凑得纹银五十两，并旧年薛家施入之《金刚经》全部，今特奉还，愿助灵轝之费。”薛姨妈闻言，泣拜于地。净虚忙扶起，转谓宝钗：“女菩萨智炬长明，必能续此将绝之脉，老衲拭目以待。”言罢，飘然登轿而去。薛姨妈目送良久，叹道：“连世外之人尚且垂怜，我辈更当努力。”遂与宝钗洒泪而别。\n\n邢夫人是日亦返己室，行至夹道，忽见一少年，身披破毡，肩挑木桶，桶内热气蒸腾，却是昔日小厮焙茗。焙茗见邢夫人，忙放下桶，叩首道：“太太，小的如今在东府里挑热水度日，昨夜梦见琏二爷，他说：‘寄语太太，不必念我，我自有去处。’”邢夫人闻言，心如刀割，拉住焙茗，要问端的。焙茗却摇头道：“梦中之言，岂可深信？小的只挑水，不敢妄言。”言罢，挑桶而去。邢夫人呆立雪中，木桶溅出的热水，早化作一缕白烟，随风飘散。\n\n午牌再转，宝钗正于灵棚前，指挥小厮将净虚所施银两，同昨日变卖首饰之价，一并登记。忽见同贵喘吁吁跑来，报道：“舅老爷来了！”宝钗一怔，暗想：“舅舅王子腾远谪岭南，如何得返？”及至前厅，却见一位青袍官人，满面风霜，正是薛蝌。原来薛蝌自护送薛蟠南监后，闻得京中消息，昼夜兼程，途中又染时疫，几乎丧命，今日方到。薛姨妈一见，母子抱头痛哭。薛蝌拜罢贾政，又向宝钗作揖，道：“愚兄来迟，累妹妹独撑。”宝钗含泪扶起，道：“哥哥远路风霜，且歇息。家中事，慢慢再议。”是晚，薛蝌宿于外书房，与贾政剪灯夜话，说到京中旧僚，十去七八，不觉相对欷歔。\n\n三日后，恰值小寒，天愈凛冽。灵棚前忽来一队车轿，却是江南甄府遣人吊奠。原来甄府与贾府世交，闻太君之讣，特遣家人护送祭幛、赙银二百两，并一函手书。贾政拆视，乃甄应嘉亲笔，书中备述世路崎岖，末附一绝云：\n\n> 雪压残芦荻，风摧败柳条。\n> 天心虽厌乱，春信自难消。\n\n贾政读罢，叹道：“甄公亦知我心。”遂命将祭幛悬于灵棚之左，银两收入公账。宝钗暗想：“二百之数，虽云厚谊，然较之南归之费，仍属杯水。须再筹画。”因与薛蝌商议，欲将大观园中旧存书籍字画，择其不甚关碍者，托薛蝌携往江南，变价助葬。薛蝌慨然应诺。\n\n邢夫人闻知，亦将自己昔日陪嫁之《兰亭》拓本一册献出。此拓乃宋搨神龙本，邢夫人素所珍爱，今亦割爱。宝钗感其诚，亲捧入匣，付与薛蝌。邢夫人抚匣良久，潸然道：“留此残编，亦不能当饭吃，若能助老太太归土，胜我日日焚香。”\n\n是夜，宝钗独坐灯下，将连日出入之账，细细誊清。灯芯爆花，似作微语。忽听窗外“扑簌”一声，似雪压枯枝。宝钗推窗视之，见雪光中一物莹莹，拾之乃一银麒麟，与静修所呈巧姐之像上系者一般无二。宝钗心中一动，暗想：“此物何来？莫非神示巧姐尚有后福？”遂收于枕畔，待明日细访。\n\n次日天未明，宝钗披衣出棚，欲观天色。却见东方微露鱼肚白，残星几点，挂在檐角。忽闻笛声呜呜，自远而近，吹的是《梅花三弄》，音韵凄清。宝钗循声行至稻香村旧址，见一人影，短衣毡笠，倚石吹笛。近前视之，却是昔日梨香院小旦龄官。龄官见宝钗，放下笛子，拜道：“奴婢今在城外小戏班度日，闻太君之丧，无以为奠，特来吹一曲《落梅风》，愿太君早登极乐。”言罢，泪随声落。宝钗感其旧情，解下自己耳上一对珍珠坠子相赠。龄官固辞，宝钗道：“此物虽微，可换升斗之米，休得见外。”龄官方含泪受了，再三拜别而去。\n\n午牌后，薛蝌束装将行，阖家送至门外。薛姨妈以手自抚其背，叮咛千万。宝钗亦含泪道：“哥哥此去，若得善价，可速遣人报知；若市道不佳，亦勿勉强，珍重身子要紧。”薛蝌唯唯，登车而去。车声辚辚，碾碎一路冰雪，转眼没入寒烟衰草。\n\n贾政目送良久，回身谓宝钗道：“家中事，尽付汝手。我明日即往城外祖茔，相度葬地，并访旧日佃户，或有助力。”宝钗应诺。是晚，贾政宿于外书房，挑灯看《地理大全》，直至四鼓方寝。\n\n雪夜沉沉，风敲破纸。宝钗独对残灯，忽忆昔年海棠诗社，姊妹联吟，何等热闹！今日只剩自己一人，形影相吊。因取素笺，濡笔成一绝云：\n\n> 冷月照荒丘，凄风卷素帱。\n> 残编犹在案，不见旧吟俦。\n\n写罢，投笔于案，泪湿罗衫。忽闻窗外低低一声“姐姐”，似黛玉口吻。宝钗急启窗，惟见一天碎玉，万籁无声，惟有北风回旋，吹动檐前铁马，丁冬作响。\n\n次晨，薛姨妈遣人来报：薛蟠昨夜醉归，跌伤左股，卧榻呻吟。薛姨妈欲回视，又恐贾母灵前失礼，进退维谷。宝钗劝道：“母亲且回，这里有我。哥哥虽顽劣，母亲终须看顾。”薛姨妈只得含泪登车。临行，执宝钗手，再三嘱咐：“诸事保重，莫累坏了身子。”车去辙深，雪痕旋被风掩。\n\n邢夫人自献《兰亭》后，似觉心头稍释，每日亲至灵棚，焚香一炷，喃喃自语。有时倚柱而立，望雪出神，或至日斜，竟不知寒。宝钗偶见，亦不过暗暗叹息。\n\n腊尽春回，园中老梅忽绽数蕊，暗香浮动。宝钗晨起，折得一枝，供于灵前。忽见案上旧日牙牌，尚剩“天”、“地”、“人”三牌，心有所触，遂以梅花瓣排成“春回”二字，默祷道：“愿借东皇力，吹转一家春。”祷罢，忽闻身后步履轻响，回头却是贾政。贾政手执一纸，面有喜色，道：“方才城外李庄头来报，旧日庄户感念祖德，愿集米二十石、银五十两，助葬太君。”宝钗闻言，合掌道：“阿弥陀佛，慈悲，此真雪中送炭。”贾政亦叹道：“可见天道无亲，惟德是辅。”\n\n是日午后，宝钗复于灵棚外设一小案，亲书谢帖，命焦大送往各亲故。焦大接帖在手，忽道：“奴才老矣，不知还能不能等到太君入土。”言罢，以袖拭泪。宝钗温言道：“老人家莫悲，天若见怜，定使你眼见重兴。”焦大叩首而去，雪地上留下两行深深脚印。\n\n日影西沉，暮烟四起。宝钗独立灵棚，望见天边一线晚霞，如血如绛，映得雪地尽赤。忽忆李义山诗“夕阳无限好，只是近黄昏”，心中又是一酸。忽闻身后有人低吟：\n\n> 谁言寸草心，报得三春晖。\n\n回视，却是贾兰，身披素服，手执书卷，自牟尼院归来。贾兰拜过灵柩，向宝钗道：“婶娘辛苦。侄儿自今愿弃举业，专习农圃，以助家用。”宝钗抚其背，叹道：“好孩子，你有此志，婶娘甚慰。但祖宗书香，不可遽绝，农圃之余，仍当温习经史。”贾兰领诺。\n\n夜色四合，灵棚内烛光荧荧，照见棺木上黄绫，隐隐似动。宝钗跪诵《金刚经》毕，忽闻梁间燕子呢喃，抬头见一双新燕，衔泥补巢。宝钗心中一动，暗想：“燕尚知营巢，人岂无归？”遂取笔，于案上录唐贤诗云：\n\n> 旧时王谢堂前燕，飞入寻常百姓家。\n\n录罢，吹灯就寝。一灯如豆，照见壁上旧日“怡红快绿”四字，剥落过半，惟余“红”“绿”二字，相对黯然。\n\n次日卯初，焦大自外归，面带喜色，报道：“薛舅老爷使人飞马传信，江南书贾争购字画，已得善价纹银四百两，后日即可汇到。”阖家闻之，稍展愁眉。宝钗遂与贾政商定，择于仲春二月初六，扶柩南旋。邢夫人闻之，亲绣“永慕”二字，制为灵幡，以表寸心。\n\n光阴荏苒，转瞬新正。园中残雪未消，早梅已谢，惟有老杏含苞，点点猩红，如泣如血。宝钗每日寅起亥眠，调度百务，虽形销骨立，而神采愈清。贾政每夜潜至棚外，隔窗窥其操劳，辄叹曰：“此女乃吾家擎天之柱也。”\n\n至正月晦日，薛蝌押银回京，一路风雪，形容枯槁。宝钗迎入，略问市情，即命将银两封存。薛蝌又出《快雪时晴帖》摹本一轴，道：“此乃江南顾氏所赠，云是赵文敏旧物，愿附太君灵右，以表微忱。”宝钗展视，见帖尾题诗一绝云：\n\n> 雪里梅花破玉颜，春风一缕度江关。\n> 凭将寸草绵绵意，报答春晖寸寸丹。\n\n字迹娟秀，似出闺人手。宝钗心会，遂命悬于灵棚之右。\n\n二月朔日，启灵前夕。宝钗率阖家大小，设祭告祖。祭品惟蔬笋数盘、清酒一卣，此外更无兼味。贾政主祭，读祝文一篇，声泪俱下。读毕，阖家拜伏雪地，齐声号恸。远近闻之，无不下泪。\n\n是夜，宝钗独留灵棚，手执银剪，将素帛裂作寸缕，以代纸钱。剪声“嚓嚓”，与檐前铁马相应。忽见灯花爆成两蕊，似作并蒂。宝钗凝视良久，低语道：“并蒂虽美，终有分离。惟愿此去，慈灵安息。”语未毕，泪已盈睫。\n\n次日平明，鼓乐齐鸣，灵柩发引。十六名杠夫，皆旧日家人，鹑衣百结，而步伐齐整。贾政执幡前导，宝钗、贾兰等步行柩后。邢夫人、尤氏等女眷，乘布帷小车随之。焦大扶杖，哭送至十里长亭，伏地不起。宝钗回身，亲手扶起，道：“老人家且回，俟南归有日，再图相见。”焦大哭道：“奴才老骨头，不知还能不能撑到那一天！”\n\n灵车辘辘，渐行渐远。雪野茫茫，惟余两行辙印，直没天际。宝钗回首，望见荣府荒园，在晨曦中如一幅淡墨山水，隐约尚有炊烟一线，袅袅不散。她心中默念：“留得青山在，不怕没柴烧。”遂整衣登车，不再回顾。\n\n车行三日，至运河埠头。忽有快马追来，却是水月庵静修，手持一信，道：“巧姐闻外祖母灵柩南归，特绣素帕一方，并新丝十两，以表孝思。”宝钗展帕，见帕上绣并蒂芙蓉，旁绣小字一行：\n\n> 芙蓉如面柳如眉，对此如何不泪垂。\n\n下书“外孙女王氏巧姐稽首”。宝钗收帕于怀，向空遥祝：“好孩子，愿你一生安稳，便是祖宗之福。”\n\n舟行南下，水波粼粼，两岸寒山，时有早梅三两，破雪而放。贾政立于船头，口占一绝：\n\n> 雪压孤篷夜泊时，梅花香里系人思。\n> 他年若得春晖报，寸草丹心天地知。\n\n吟罢，回视宝钗，见其独立船尾，衣袂当风，如素鹤临波。贾政心中一动，暗道：“此女若在男子，必能光复旧业。”然口中不言，惟以目视之，泪随声下。\n\n舟过淮阴，夜泊古渡。忽闻岸上笛声，清越悲凉，吹的是《折杨柳》。宝钗倚舷而听，笛声未终，泪已千行。因口占《临江仙》一阕，命莺儿记之：\n\n> 雪里孤舟灯火瘦，梅花落尽江城。  \n> 谁怜寸草报春晖？断魂随逝水，残梦绕空亭。  \n> 回首朱门歌舞地，于今瓦冷霜凝。  \n> 凭将血泪写丹青。他年青冢上，长对暮云平。\n\n词成，投笔于水，随波而去。月影沉璧，江风猎猎，吹动一江寒浪，似与悲声相和。\n\n后人有诗叹曰：\n\n> 金谷繁华一梦消，残山剩水雪萧萧。  \n> 闺中亦有回天手，留得春晖寸寸苗。\n\n诗曰：\n\n> 春信虽微草亦青，孤根终古傍先茔。  \n> 凭将弱女丝丝泪，洒向东风护落英。"
  },
  {
    "chapter_number": 98,
    "title": "贾琏倾家为赦减罪 宝玉感悟欲离红尘",
    "content": "第98回：贾琏倾家为赦减罪 宝玉感悟欲离红尘\n\n　　却说仲春二月初四之夜，荣府灵棚之外，残月如钩，照见荒阶碎瓦，寒影参差。夜风掠过，纸灰与败叶同旋，簌簌有声，似亡魂低诉。棚内一盏青釉灯，灯芯短而焰青，映着宝钗半面素靥，雪色衣襟上点点香灰，如落花着雨。案上《金刚经》已翻至“应无所住而生其心”，墨迹微泅，乃昨夜泪痕所渍。她手中木鱼声缓，一声一声，似敲在众人心头。  \n\n　　薛姨妈自外掀帘而入，貂鼠披风早失茸光，只余硬板磨颈。她见宝钗瘦影伶仃，喉中先哽，半晌方道：“好孩子，外头雪粒子又紧，你竟不添件衣裳？我箱底尚有一件玄狐坎肩，只是……只是前日当票已到期，赎不回了。”言未毕，泪已沾襟。  \n\n　　宝钗搁下木槌，起身扶她坐于矮杌，亲手斟一盏温茶，递到唇边：“母亲且润润喉。狐裘虽去，尚有薄棉，我自幼耐得寒，不妨事。倒是哥哥那边——”  \n\n　　薛姨妈闻言，拍膝痛哭：“再休提那孽障！昨夜赌局散了，他竟把祖传的羊脂玉山子也押作孤注。那玉山子雕的是蓬莱仙岛，你外祖当年从滇南携回，传了三代，如今落入市侩之手，叫我死后有何面目见先人？”  \n\n　　邢夫人恰于此时携小丫头至，隔帘听得“玉山子”三字，脚步踟蹰，低头抚弄腕上翡翠镯，似欲褪又止。半晌，掀帘进来，脸上脂粉剥落，露出暗黄底色，眼角细纹里嵌着尘沙。她向灵前作了一揖，回身对宝钗道：“大姑娘，我手上这对坠子，还是老太太五十寿辰赏的，水头虽不足，也值二三十金。你拿去添补，只当我赎罪。”  \n\n　　宝钗尚未答言，薛姨妈已泣不成声：“姐姐莫说二三十金，便二百金也填不满那无底壑。蟠儿连我陪嫁的金镶玉镯都剪碎变卖了，如今只剩一根鎏银扁簪，还说什么赎罪？”  \n\n　　邢夫人闻言，面色灰败，退至灯影下，喃喃道：“早知今日，何必当初……”  \n\n　　正纷乱间，棚外忽传马蹄踏雪之声，俄而小厮报：“薛蝌二爷到。”帘拢处带进一股寒风，灯焰乱跳。薛蝌解下青缎斗篷，肩头雪片旋化，露出里头半旧绉绸袍，袖口磨得发亮。他身后两个小厮抬进朱漆箱，箱角磕落处，木纹惨白，如骨。  \n\n　　薛蝌先向灵位三叩首，起身作环揖，声音沙哑：“江南旧友闻府上之艰，共凑得纹银四百两，又觅得《快雪时晴帖》摹本一轴，托我星夜送来。银两在此，帖轴另匣封固。”  \n\n　　宝钗亲自揭箱验看，白锭上尚有江南盐课烙印，灯下森然。她合上箱盖，轻声道：“难为蝌兄弟跋涉。然玉山子赎价千金，尚缺其半，债主又是贾雨村旧日门客，最会乘人之危。”  \n\n　　贾琏此时恰被小厮架进棚来，鬓发散乱，左颊三道血痕，衣襟撕裂处露出里衣补丁。他一见宝钗，双膝跪地，膝行两步，抱住宝钗裙角：“好妹妹，救我一命！债主限三日，若凑不足，便要扯我到顺天府，翻出赦老爷旧案，那时非但家产尽绝，连祖茔也怕不保！”  \n\n　　邢夫人见他如此，气得浑身乱颤，抢过案上拂尘便打：“不争气的畜生！你父亲尚在囹圄，你倒在外头赌命！”  \n\n　　贾琏不敢躲，任尘柄落在肩头，只伏地痛哭。宝钗侧身让过，声音不高，却字字清晰：“二哥起来，哭亦无益。目下唯有一策——卖家产。”  \n\n　　她转向薛蝌：“烦蝌兄弟明日同我往琉璃厂一行，将《快雪时晴帖》并我旧年收的几幅宋人山水，托可靠书贾速售。后廊下紫檀大理石屏风，亦烦人抬去议价。若再不足——”  \n\n　　她顿了顿，目光掠过邢夫人，“西跨院那几间空房，原是赦老爷名下私产，典之尚可得三百金。太太意下如何？”  \n\n　　邢夫人一听“典房”，身子一软，跌坐在地，拍着青砖哭道：“那是我养老的棺材本！若典了，我将来死在何处？”  \n\n　　宝钗近前，蹲身握住她手，声音极轻极稳：“太太，皮之不存，毛将焉附？若二哥被送官，赦老爷旧案重提，莫说西跨院，便是整座荣府，恐亦化为乌有。彼时太太欲觅片瓦，亦不可得。”  \n\n　　邢夫人泪如雨下，却再说不出一句。  \n\n　　忽听帘外一声佛号：“阿弥陀佛，善哉善哉。”众人回首，见一老僧，眉长覆目，手持九环禅杖，杖头铜环铮然。小厮李贵上前禀道：“这位水月庵了尘大师，自言与府上有缘，特来化度。”  \n\n　　宝玉本在灵后默坐，闻声徐步而出，素服上淡墨竹影，映得他眉眼愈发疏朗。他向老僧合十：“弟子宝玉，恭迎大师。”  \n\n　　了尘目光如电，在宝玉面上略一停留，微微颔首，自袖中取出黄纸一幅，上写“赦罪”二字，朱砂殷红，如血未干。  \n\n　　“昨夜伽蓝示梦，言贾门虽厄，尚有善根一线。贫僧愿以寺中香火钱五百两，代赎玉山子，余者助扶柩之资。然佛门不空取，需公子答允一事——”  \n\n　　宝玉神色平静，似早知有此一问：“大师但说。”  \n\n　　了尘道：“舍红尘，入空门。”  \n\n　　棚中一时寂然，只闻灯芯爆花“噼啪”。宝钗手中帕子无声坠地，邢夫人张大了口，薛姨妈手中佛珠“哗啦”断线，滚得满地乱走。  \n\n　　贾琏却如获至宝，膝行向了尘：“大师救我！宝玉不答应，我替他剃度也使得！”  \n\n　　宝玉垂目，良久，抬眼望向灵位上贾母遗像，像中老人眉目慈柔，似含无限悲悯。他轻轻一笑，对了尘道：“弟子早有此心，只待俗缘一了。旬日之内，必践前约。”  \n\n　　了尘点头，转身欲去，忽又回身，从袖中取出一串伽楠香珠，递与宝钗：“女菩萨慧根深厚，此珠可镇心魔。”  \n\n　　宝钗双手接过，深深一福，唇角白，却无一语。  \n\n　　夜更深，风愈紧。宝钗独守灵侧，将伽楠珠一粒粒捻过，每捻一粒，诵一声佛号。案上铜炉香尽，灰烬微颤，似亦不胜寒。  \n\n　　莺儿悄步进来，怀里抱着小锦匣，低声道：“姑娘，江南书贾遣人回话，宋人山水已售得二百金，帖亦有人出价三百，只待明日交割。”  \n\n　　宝钗点头，将匣中碎银倒于案上，排成雁阵，细细数过，又取纸笔记下。灯影下，她腕骨嶙峋，青脉隐现，似一捻即折。  \n\n　　忽听窗外低低一声：“姐姐。”宝玉立于帘下，月色将他影子拉得极长，直至灵帏。  \n\n　　宝钗抬眼，四目相对，俱是无声。半晌，宝玉自怀中取出一方旧帕，层层打开，却是那枚通灵宝玉，温润如初，只系着一缕新打的梅花络。  \n\n　　“此物自我落地便随身，今日赠姐姐，权作……诀别。”  \n\n　　宝钗指尖微颤，接过玉，忽觉一股暖流自掌心直透心脉。她垂眸，低声道：“你放心去罢，老太太灵柩，老爷南归，家中大小，我一肩担之。”  \n\n　　宝玉深深一揖，退后三步，转身没入夜色。  \n\n　　次日卯初，薛蝌押车先往琉璃厂，宝钗亲至后廊指挥小厮抬屏风。那屏风紫檀框，嵌大理石山水纹，石色苍润，似雨余天青。小厮们抬时，手滑砸落一角，石裂声清脆，如碎玉。宝钗蹲身，抚那裂缝，指尖沾了石粉，轻轻一叹：“裂痕既生，再难复全，正如人事。”  \n\n　　贾琏在旁，满面羞惭，欲伸手帮忙，又缩回，只低声道：“妹妹，我……”  \n\n　　宝钗并不回头，只道：“二哥去梳洗更衣，债主已约午时，不可失礼。”  \n\n　　午时将至，债主果至，乃一绸缎商，姓胡，昔日曾求贾政字画不得，今挟势而来。胡商皮笑肉不笑，验过银两，将玉山子掷与贾琏，道：“贾二爷好自为之，下次再赌，便不是银子能了。”  \n\n　　贾琏抱匣低头，唯唯而退。  \n\n　　二月初五夜，按旧例，启灵前一日须“辞灵”。灵棚外挂起白纱灯，灯上贴“西方接引”四字，风吹灯转，字亦飘摇。焦大拄杖而来，老泪纵横，在灵前哭道：“老奴十四岁进府，跟老太爷打过仗，如今眼见他一门星散，老太太，您怎忍心哪！”哭罢，昏厥于地。小厮们忙抬至耳房灌姜汤。  \n\n　　贾政自城外择地归来，两鬓添霜，靴上黄泥未干。他立于灵侧，焚香三炷，哽咽道：“母亲，儿不孝，竟不能保家全业，惟愿早归丘垄，耕读传家。”  \n\n　　贾兰捧香跪于父侧，少年脊背挺如青竹，道：“孙儿愿随祖父归田，再不应试，亦不再谈仕途经济。”  \n\n　　巧姐儿牵了板儿，在灵前叩首。她不过十三，眉目间却带三分坚冷，起身时，目光与宝玉一触，低声道：“二叔，你放心，我虽女流，亦能持家。”  \n\n　　是夜，宝钗独坐灯下，将历年账目、契书、钥匙分门别类，装入一只黑漆匣。又取素笺，开列清单：  \n\n　　“紫檀屏风一座，售银二百五十两；  \n　　宋人山水三轴，共售银二百两；  \n　　旧宫缎十匹，售银三十两；  \n　　西跨院典价三百两；  \n　　水月庵香火银五百两；  \n　　合计一千二百八十两。除赎玉山子千金，余银二百八十两，作扶柩南归之资。”  \n\n　　她写至最后一笔，手腕微颤，墨汁晕开，如泪。  \n\n　　忽听窗外笛声，呜呜咽咽，吹的是《折杨柳》。宝钗推窗，见一瘦影立于老梅树下，衣白如雪，正是宝玉。月光下，他手中短笛映寒辉，梅瓣随风落在他肩头，积了薄薄一层。  \n\n　　宝钗并未唤他，只隔窗凝望。良久，笛声止，宝玉抬首，对她遥遥一揖，转身没入回廊尽头。  \n\n　　二月初六，启灵。天色未明，杠夫十六人，皆青布缠头，齐喝一声，抬柩出棚。棺上覆大红云缎，绣金“寿”字，在晨曦中刺目如血。  \n\n　　宝钗执白幡前导，幡上墨书“诰封一品太夫人贾母之灵”。风过幡动，墨字欲飞。宝玉、贾兰扶柩，麻衣如雪，麻绳勒肩，一步一叩。贾政、贾琏麻冠草履，踉踉跄跄。焦大哭得昏厥，被小厮抬上后车。  \n\n　　城门未启，守卒认得荣府旧人，破例早开。出城十里，了尘已在一株古槐下立定，身后两个小沙弥，一捧剃刀，一捧袈裟。  \n\n　　宝玉向灵柩三拜，起身对贾政叩首：“父亲，儿不孝，先走一步。”  \n\n　　贾政老泪纵横，却无一语，只挥了挥手。  \n\n　　宝钗上前，为宝玉整了整麻衣领角，低声道：“你既决意，我亦不阻。只望你记得，城南祖茔，松楸尚幼，需人浇灌。”  \n\n　　宝玉微笑，自袖中取出一卷纸，塞入宝钗手中：“这是我昨夜所书《心经》，姐姐替我焚于老太太灵前。”  \n\n　　了尘低宣佛号，小沙弥奉上剃刀。刀光一闪，万缕青丝落于雪地，黑白分明。宝玉合掌，对众人一礼，随了尘飘然而去。晨风卷起袈裟一角，露出里头旧日白绫中衣，绣着一枝并蒂莲，针脚细密——那是宝钗未嫁时亲手所制。  \n\n　　宝钗目送那背影，直至晨雾吞没。她低头，将通灵宝玉贴于心口，一滴泪滚落，无声无息。  \n\n　　灵柩渐远，纸钱如雪，覆盖了来时的路。  \n\n　　正是：  \n　　“金满箱，银满箱，展眼乞丐人皆谤；  \n　　训有方，保不定日后作强梁。  \n　　择膏粱，谁承望流落在烟花巷；  \n　　乱哄哄，你方唱罢我登场，反认他乡是故乡。  \n　　甚荒唐，到头来都是为他人作嫁衣裳。”"
  },
  {
    "chapter_number": 99,
    "title": "宝钗含泪劝夫求取 贾兰苦读终登金榜",
    "content": "第99回：宝钗含泪劝夫求取　贾兰苦读终登金榜\n\n仲春二月初七，京畿微雨初歇，天色青苍若染。荣国府自宝玉随僧去后，重门深掩，兽环生绿，蛛丝暗结，雀罗可设。惟有灵棚残灯未灭，纸灰犹飞，似向人诉说昨宵离恨。檐角铁马，被风一曳，叮叮当当，如断如续，更添凄切。\n\n宝钗晨起，对镜理妆，见鬓边几茎白发，心中忽生“镜里朱颜改”之叹。莺儿捧水进来，见主母神色黯然，不敢多言，只轻轻放下铜盆，低声道：“奶奶，外头邢大太太、琏二爷都来了，说有事相商。”\n\n宝钗颔首，取一方素帕拭了泪痕，换上月白绫袄、石青缎裙，外罩玄绉灰鼠比甲，端肃而出。邢夫人、贾琏已在正厅坐定，李纨亦携兰哥儿侍立。案上摊着一本旧账簿，纸色苍黄，边角卷折，显是经年未动。贾琏面色灰败，指节因握笔过紧而泛白，见宝钗来，忙起身让座，口内只道：“大妹妹，如今府库如洗，连老太太的梯己也尽数填了亏空。昨儿外头又传话，说是都察院已行文顺天府，不日就要提人。我思来想去，惟有将西府旧藏的《平复帖》并赵子昂《鹊华秋色》卷，一并押与‘集古斋’，或可再得八百金。只是……”\n\n宝钗不待他说完，先自低头抚弄腰间双环佩，半晌方抬眸，眸中水光莹然，却含一股刚决之气，道：“二爷此言差矣。书画虽可换金，然祖宗手泽，岂容轻弃？况《平复帖》乃卫夫人真迹，传至今日，已历七世，一旦离手，便如断线风筝，再难回首。依我之见，不若将东廊下十二架楠木书橱，连橱带书，尽数典与‘墨香居’柳掌柜。彼素爱典籍，又与我薛家世交，或肯出善价。其余零碎，再慢慢筹措。”\n\n邢夫人闻言，以帕掩口，哽咽道：“好姑娘，你虽有心，只是那柳掌柜是何等精明之人？楠木虽贵，书却未必值钱。况如今世风日下，读书种子都作了蠹鱼，谁肯出大价钱收这些故纸？倒不如依琏儿，先救眼前之火。”\n\n李纨在旁，见二人争执，便牵过贾兰之手，轻轻捏了捏，贾兰会意，上前一步，向众人作揖道：“母亲、婶婶、舅舅在上，侄儿有一言，不知当讲不当讲。”众人皆侧目。贾兰虽年才十七，却因连日遭际，眉目间早添了几分老成，此刻清声朗朗，如碎玉敲冰：“侄儿昨儿偶阅《宋史》，见范仲淹公少时家贫，断齑画粥，终成大器。侄儿不才，愿效先贤，自今日起，日啖一餐，省出银两，为府中分忧。且今岁春闱在即，侄儿若得侥幸，或可……”\n\n话犹未了，邢夫人已哭出声来：“好孩子，你有此心，祖宗地下有知，亦当含笑了。只是你身子单薄，怎禁得这般熬煎？”宝钗却凝视贾兰，眼中闪过一丝欣慰，旋即又黯，低声道：“兰哥儿志气可嘉，然远水难救近火。如今之计，惟有我与二爷亲往柳府一行，或可转圜。”\n\n议至此处，外头小厮来报：“薛蝌舅爷到了，说有江南书信。”众人忙迎出。薛蝌风尘仆仆，衣上犹带运河湿气，从袖中取出一封火漆缄口的信，双手奉与宝钗。宝钗拆阅，乃薛姨妈亲笔，略云：“闻荣府多故，我心如焚。今托蝌儿携纹银一千两，以备急需。另附汝兄蟠儿书信一封，言其近年经营海货，颇有所得，愿再助五百金。然商贾之道，周转不易，望吾女慎之。”宝钗看毕，泪珠滚落信笺，晕开一片墨痕，如雪中红梅。她忙背身拭泪，强笑道：“母亲慈爱，蝌兄弟奔波，此情此德，没齿难忘。”\n\n贾琏闻得又添一千五百金，精神稍振，搓手道：“如此一来，便可暂渡难关。只是那《平复帖》……”宝钗截断道：“《平复帖》仍不可动。我已算过，将楠木书橱、西跨院后罩房、并梨香院旧日戏箱，一并折变，可得千金之数。再减省各房月钱，裁冗役，两月之内，或可凑足二千。彼时再与债主周旋，或能宽限。”\n\n众人见她筹划分明，再无异议。宝钗遂命莺儿取出钥匙，开了箱笼，亲自检点细软。只见她素手翻飞，将一串串明珠、一匣匣翠羽，分门别类，登记造册。每记一笔，便似割却心头肉，却咬牙不使泪坠。李纨在旁相助，偶见一对羊脂玉双鱼佩，乃贾珠遗物，不由指尖微颤。宝钗瞥见，轻轻按住她的手，低声道：“大嫂，留此无益，徒增伤感。不如换了银子，使珠大哥在泉下亦得心安。”李纨含泪点头。\n\n正忙乱间，忽听窗外春燕呢喃，宝钗抬首，见一对紫燕穿帘而入，绕梁三匝，又双双飞去。她心中一动，暗忖：“燕雀尚知双飞，而吾与宝玉……”念及此处，鼻中一酸，却强自收敛，唤小丫头：“将那雕漆小匣取来。”匣内乃宝玉昔日所赠“通灵宝玉”之络子，五色丝绳已旧，犹带余温。宝钗摩挲良久，终放入待售之列。\n\n午后，宝钗与贾琏乘青帷小轿，径往柳府。柳掌柜迎至厅上，寒暄毕，见礼坐下。柳某年近花甲，瘦如枯竹，一双眼睛却精光四射，先笑道：“世侄女别来无恙？闻府上偶有小厄，老朽愿效绵薄。”贾琏忙陪笑，将欲售之物一一呈上。柳掌柜逐一检视，口中啧啧，却忽皱眉道：“楠木虽好，然虫蛀已深；书籍虽多，大半残缺。老朽念旧，愿出纹银七百两，再多则不能矣。”贾琏色变，正欲争辩，宝钗却盈盈起身，福了一福，道：“柳世伯明鉴，此数实难敷用。侄女愿再添一物，望世伯成全。”说罢，从袖中取出一只锦盒，启之，乃一对羊脂玉灯，薄如蝉翼，内刻“永宝用”三字，灯光一映，满堂生辉。柳掌柜凝视良久，叹道：“此乃汉物，世所罕见。既如此，老朽再添三百金，共一千两整，可乎？”宝钗与贾琏对视一眼，皆点头。\n\n回府途中，细雨如丝，轿帘外烟树迷离。宝钗倦倚轿壁，耳畔似闻宝玉临别时所言：“你从此可都改了吧！”她心中千回百转，暗道：“改？如何改？改得了命，改不了心……”一滴泪无声滑落，滴在怀内账簿上，墨迹顿化。\n\n次日，贾兰于书房攻读。窗外海棠初绽，红雨纷纷，他却目不窥园，惟闻琅琅书声。李纨亲捧一盏参汤，悄立门边，见儿子瘦影映窗，如竹如松，既慰亦怜。忽听贾兰低声吟哦：“天将降大任于斯人也……”她心中一动，想起亡夫贾珠昔年灯下苦读之景，两泪交流，却不敢惊扰，只将参汤置于案角，轻轻退出。\n\n傍晚，宝钗查账归来，路过书房，闻得书声，驻足倾听。但闻贾兰诵《诗经·小雅》：“高山仰止，景行行止……”声清而坚，如雏凤振羽。她推门而入，贾兰忙起身施礼。宝钗见他案头摊着《春秋三传》，旁置一册自抄的《策论十篇》，蝇头小楷，工整如印，不由叹道：“兰哥儿用心若此，何愁春闱不利？但须保重身子。”贾兰躬身道：“婶娘教训的是。侄儿自知肩荷门户之重，不敢懈怠。前日梦先祖太爷持如意示之，醒后愈觉神清，或乃吉兆。”宝钗微笑，心中却想：“梦兆虽吉，然人事未尽，岂能全凭天意？”遂温言抚慰，又嘱小厮夜间多添灯油。\n\n夜深，宝钗独对残灯，翻阅家计簿，见银两渐集，而开销如漏卮，不禁眉锁。莺儿剪灯花，劝道：“奶奶且歇罢，明日再算。”宝钗摇头，忽忆及一事，道：“我记得梨香院旧日戏箱中，尚有当年太妃所赐‘霓裳羽衣’一袭，并翠凤翎冠一顶，皆系内造，何不取来一观？”莺儿领命而去。少顷，捧来一樟木箱，启之，异香馥郁，霞帔灿然。宝钗指尖轻抚，想起昔年宝玉扮小旦，宝钗曾为他整冠，不觉神驰。然转念现实，终命莺儿包好，列入典当。\n\n二月初九，柳府遣人送银，贾府上下稍安。宝钗趁势召集各房媳妇，于议事厅申明节用之道。她身着蜜合色绸袄，月白绫裙，鬓插银丝茉莉，端庄中透出几分憔悴，然语声清朗，条理分明：“自今日起，各房月例减半；丫头年满十五者，愿去者赏银十两；小厮冗者，尽行遣散。园中花木，除祖宗手植，余皆售与花市。每日膳食，一例两荤两素，不许擅添。违者，家法从事。”众人面面相觑，却无人敢违。王夫人卧病在榻，闻知此事，叹曰：“此媳胜我十倍，惜宝玉无福。”\n\n二月十一，贾兰赴贡院应试。临行，李纨亲为他整衣，手颤不止。贾兰跪别，道：“母亲放心，儿若得中，必请旌表，以慰先父。”宝钗亦至，赠他一方旧帕，乃昔年宝玉所用，上绣“蟾宫折桂”四字。贾兰郑重纳入怀中，深深一揖，转身而去。那背影单薄，却如青松负雪，自有挺拔之姿。\n\n贡院中，号舍阴暗，霉气袭人。贾兰端坐，心若止水。首场《四书》题出“君子喻于义”，他文思泉涌，下笔千言，援引程朱而不泥，兼采陆王而得其粹。次场策问“漕运利弊”，他条分缕析，以贾家昔日运河见闻为证，提出“分段转运，官督商办”之策，尤为考官击节。三场经义，他独辟蹊径，以《春秋》“郑伯克段”喻家事，暗讽荣宁衰败之因，文辞犀利，却哀而不怨。\n\n三月十五，放榜之日。荣府阖门悬灯结彩，虽银钱拮据，亦典当衣物，换得几匹红绸。辰时，报马飞奔而来，高喊：“贵府贾兰老爷高中第五名贡士！”霎时，鼓乐喧阗，邻里齐贺。李纨闻报，身子一软，幸被丫头扶住，泪如断线。宝钗亦红了眼眶，却强自镇定，命人打赏报子，又备香烛，率阖家祭告宗祠。\n\n贾兰归来，朝服加身，金带围腰，衬得少年如玉树临风。先拜宗祠，再拜王夫人、李纨、宝钗。王夫人扶起，泣不成声：“好孩子，你父亲、你珠大哥地下有知，当含笑九泉。”贾兰又向宝钗深深一拜：“婶娘操持之苦，侄儿铭心刻骨。来日殿试，若蒙圣恩，必为婶娘请诰。”宝钗侧身不受，泪终夺眶而出，如晨露滴落芙蕖。\n\n夜阑，宝钗独上大观楼。昔日繁华，今成空园，惟有冷月疏星，照见残山剩水。她凭栏远眺，忆及宝玉剃度之夕，古槐下青衫飘举，一别如雨打梨花，再难寻觅。忽闻笛声袅袅，乃潇湘馆旧址，似有若无。宝钗心惊，循声而去，惟见竹影扫阶，尘凝碧藓，那笛声却绕耳不散，似黛玉幽叹：“香魂一缕随风散，愁绪三更入梦遥……”她伫立良久，低吟一阕《临江仙》：\n\n“粉堕百花洲，香残燕子楼。一团团、逐队成毬。漂泊亦如人命薄，空缱绻，说风流。  \n草木也知愁，韶华竟白头。叹今生、谁舍谁收。嫁与东风春不管，凭尔去，忍淹留。”\n\n吟罢，泪湿罗衫。忽觉肩头微暖，回首却是贾兰。少年将一袭玄绉披风轻轻为她披上，低声道：“夜深露重，婶娘保重。侄儿闻婶娘词意，似有所感。然逝者已矣，生者如斯。侄儿愿以寸草之心，报得春晖。”宝钗凝视他良久，忽展颜一笑，那笑如冰破春回：“好孩子，荣府兴衰，系于你身。我明日便开祠堂，将家法簿籍交付于你。自今而后，内事我任之，外事你担之，可好？”贾兰肃然应诺。\n\n次日，祠堂大开，香烟缭绕。宝钗素服荆钗，捧账簿、钥匙，立于贾兰之侧。族中老幼咸集，皆屏息。宝钗朗声道：“自今而后，贾兰为宗子，凡田租、徭役、祭祀、婚嫁，悉听其裁处。我虽女流，愿佐之，至死方休。”言罢，将簿籍高举过顶。贾兰跪接，三叩首，誓曰：“兰虽不才，敢不竭股肱之力，继祖宗之业，，以慰先灵！”\n\n自此，荣府气象为之一新。贾兰白日理事，夜读不辍；宝钗则精打细算，裁冗节流。园中荒芜之地，尽令老仆种蔬栽药，自给自足。每至黄昏，叔婶二人于稻香村对坐，一论账目，一讲诗书，虽无丝竹之盛，却有“一灯如豆，照见两人心”之静。\n\n春去夏来，榴花照眼。殿试之期将至，贾兰辞家赴考。宝钗亲送至十里长亭，手携一壶冷浸梅花雪水，斟一杯递与贾兰：“饮此，可清心火。”贾兰饮毕，翻身上马，回首望见婶娘独立斜阳，衣袂飘飘，如梨花带雨，心中暗誓：“必不使婶娘再泣！”\n\n及殿试，策问“治河”。贾兰以“束水攻沙，植柳固堤”之论，列图陈说，条分缕析，天子大悦，御笔亲点为一甲第三名，赐进士及第，授翰林院编修。传胪之日，荣府再张鼓乐，然较前番，已减奢华。贾兰衣锦归来，先谒宗祠，再拜宝钗。宝钗扶之，泪中带笑，低诵旧句：“好风凭借力，送我上青云。”然“青云”二字出口，忽觉一阵风过，吹散鬓边白花，竟不知是喜是悲。\n\n当夜，宝钗独蘅芜苑。窗外月华如水，照见案上旧物：通灵玉络子、残帕、未绣完的鸳鸯戏水图……她一一抚过，终取火折，将残帕点燃。火光跳跃，映出她半边脸，泪痕未干，却已带释然。帕尽成灰，她轻声自语：“一了百了，从此心无挂碍。”\n\n次日清晨，贾兰率阖族于宗祠立碑，刻文曰：“皇清诰授奉直大夫贾公讳兰，振兴祖业，以慰先灵。”碑成，宝钗亲捧一盂清水，浇于碑下，口中喃喃：“愿此后，根深叶茂，不复飘零。”\n\n风过处，松涛阵阵，似闻宝玉吟哦：“我所居兮，青埂之峰；我所游兮，鸿蒙太空……”众人影子，渐行渐远。宝钗抬首，只见碧天如洗，一鹤排云而上，杳然无踪。她忽忆起幼时父亲所授《庄子》“逍遥游”之句，心中一片空明，遂口占一绝，以结此回：\n\n“金紫满身非我愿，冰心一片付东流。  \n荣枯有数何须问，且向花间酹客舟。”"
  },
  {
    "chapter_number": 100,
    "title": "通灵玉复现明心性 宝玉了悟弃尘缘轻",
    "content": "第100回：通灵玉复现明心性　宝玉了悟弃尘缘轻\n\n诗曰：\n绛珠有泪还天地，神瑛无情弃俗尘。\n一树梨花春梦冷，半帘残月客魂新。\n金枷玉锁终须解，雪魄冰魂各自真。\n欲问浮生归甚处，空山寂寂鸟啼频。\n\n却说荣府自贾兰高中，宗祠立碑之后，阖家上下虽暂舒眉睫，然债山未倒，库银犹空。宝钗每日卯初即起，酉正方息，凡米盐琐屑、针黹账簿，无不亲自检点。那一日正是仲春十四，晓雾迷濛，檐牙滴翠，潇湘馆前两株梨花将残未残，白英铺地，恍若碎玉。宝钗晨起，披一件月白缎掐牙比甲，内衬藕荷色中衣，鬓边只簪一支银丝茉莉，素净中愈显端凝。她先到王夫人上房请安，复折回怡红院，欲将昨夜灯下算就的月例银两细目交与袭人，令其分派各房。\n\n行至沁芳桥畔，见残荷贴水，新萍漾碧，春水已漫过石阶一层。小丫头篆儿蹲在桥栏边，手里握着一柄竹帚，却望着水里发呆。宝钗轻咳一声，篆儿唬了一跳，忙起身请安。宝钗问：“大清早的，怎么不打扫，倒在这里出神？”篆儿欲言又止，半晌才道：“回奶奶，奴婢方才在二爷枕函下翻出一件东西，心里发酸，不敢擅动，特来请示。”说着，从袖内取出一块帕子，层层打开，露出那通灵宝玉。阳光斜照，玉上浮起一层柔润虹晕，五色丝缠护却早已黯淡，穗子松散，如衰草飘萧。\n\n宝钗指尖方一触，便觉一缕冰凉透骨，心头骤紧。她定了定神，吩咐篆儿：“你且去外头守着，莫教人进来。”篆儿领命退出。宝钗独立回廊，看那玉在掌心流转微辉，恰似旧时月色。她忆起昔年宝玉生日，怡红夜宴，众人掣花签，自己掣得牡丹，签上诗云“任是无情也动人”；彼时宝玉拍手笑道：“好一个艳冠群芳！”谁料世事翻覆，艳骨终成枯香，繁华只余冷翠。她不禁低低吟道：\n\n“通灵本自幻中生，色相空时性自明。  \n一坠红尘三十载，回看无梦也无惊。”\n\n吟罢，将玉收入袖内，方欲回房，却见麝月捧着茶盘自月洞门来，盘内一盏建莲红枣茶，热气微腾。麝月道：“奶奶，这是才炖的，说您这几日夜里嗽，太太教加些川贝。”宝钗点头，忽问：“二爷昨夜可曾回来？”麝月迟疑片刻，道：“回是回来了，只坐在沁芳桥边石头上，望水望到四更。奴婢们不敢惊动，后来是柳家的劝了回房。”宝钗听了，眉尖轻蹙，吩咐：“你去请二爷，说我在拢翠庵等他。”麝月领命去了。\n\n拢翠庵外，竹影筛金，炉烟袅袅。妙玉已往蟠香寺修忏，庵中只一老尼看守。宝钗步入东禅堂，案上供着一尊白瓷观音，瓶中插三两剪枝梨花，清供楚楚。她将通灵玉置于观音座前，自己于蒲团上坐下，垂目默诵《心经》。俄而脚步轻响，宝玉掀帘而入，身上仍是那件旧月白夹纱袍，鬓边微有霜色，惟双目澄澈，如秋水乍洗。见宝钗端坐，他先是一怔，继而作揖道：“扰了姐姐清修。”宝钗抬手让座，将玉递与他，温言道：“此物今日复现，想是机缘已到。你我夫妻一场，亦当有个了局。”\n\n宝玉接过玉，指尖摩挲那“莫失莫忘，仙寿恒昌”八字，良久，忽笑道：“姐姐可知，那年北静王曾欲以万两黄金易此玉，我未之许；如今黄金散尽，玉却归来，可见世间得失，原是一场大梦。”宝钗听他语气平和，竟无悲无喜，心中反倒一酸，低声道：“梦虽幻，人却要醒。兰儿已撑起门户，你亦可自在了。”宝玉抬眼望她，目光清亮，似可洞彻肺腑，徐徐道：“我自在不自在，原不在门户，而在方寸。姐姐持家之苦，我岂不知？只是我心已如槁木，再难为世情所转。”\n\n正说话间，窗外忽起一阵风，梨花乱落如雪。一片花瓣随风卷入，正粘在通灵玉上，红白相映，分外分明。宝玉拈起花瓣，轻吹一口气，看其随风旋落，微笑道：“昔日读《庄子》，至‘栩栩然胡蝶也’一句，总不解；今日方知，蝶即是我，我即是蝶。”宝钗听他语带禅机，欲劝无言，只觉千言万语堵在喉间，化作一声长叹。\n\n忽听廊下脚步细碎，却是黛玉的丫鬟紫鹃，手持一封素笺，神色仓皇。宝钗忙起身问故，紫鹃含泪道：“我们姑娘不好了！昨夜咯血，今晨竟昏沉起来，口中只念‘宝玉’二字。太医说，脉象已如游丝……”一语未了，宝玉已霍然立起，通灵玉“当啷”一声坠地，却未碎，反滚至观音座下，光芒顿敛。宝玉顾不得拾玉，拔步便走。宝钗俯身拾起，只觉入手冰凉，再看时，玉上竟隐隐现出一道裂纹，如泪痕蜿蜒。\n\n三人匆匆至潇湘馆，只见湘帘低垂，药香与梨花香气交织。黛玉半卧榻上，面色如雪，唯唇角一点殷红，显是才咯过血。她见宝玉来，眸中微亮，挣扎欲起，宝玉忙按住，哽咽道：“妹妹，我来了。”黛玉微微一笑，气若游丝：“我……我原想等你一句明白话，如今……不必了。那块玉……可还在？”宝玉从袖中取出，放在她掌心。黛玉合眼，将玉贴于颊边，一滴清泪顺着玉纹流下，竟渗入那裂纹之中，玉色顿黯。\n\n半盏茶时，李纨、探春、湘云等皆至，围了一床。黛玉睁眼，环顾众人，最后目光落在宝钗面上，轻声道：“好姐姐……我……先走一步。那日雪里折梅，你说‘冷香’二字，我……我今日才懂……”言未毕，喉中“咯咯”几声，一缕香魂竟随风散。众人放声大哭，宝玉却呆坐榻边，不哭不喊，只握着黛玉与玉，如石像一般。\n\n是夜，荣府挂白，梨花落尽。宝玉独守灵前，手不释卷，却是黛玉旧日所抄《西厢》。卷末有黛玉小楷一行：“愿侬此日生双翼，随花飞到天尽头。”宝玉看一回，烧一页，纸灰如黑蝶，盘旋梁间。待到天将破晓，一本《西厢》成灰，他忽起身，将通灵玉悬于灵前白幡之上，深深三拜，自语道：“既证无常，留你何用？”说罢，竟转身出馆，披发跣足，直往园后角门而去。\n\n角门外，残月一钩，寒烟衰草。柳湘莲牵一匹青骢，已候多时。二人相视无言，湘莲递过一个包袱，内是旧僧衣、芒鞋、度牒。宝玉接过，换却锦袍，将发打散，以草绳一束。湘莲低声道：“水月庵的师父已打点好，今夜便渡你过扬子江。”宝玉点头，回首望那荣府高墙，灯火微茫，隐闻哭声。他忽忆起宝钗临别时，于拢翠庵外低低一句：“你去罢，我知你终非池中物。”当时未答，此刻亦无需答。他整衣南向，口占一绝：\n\n“抛却红尘梦一场，芒鞋踏破旧春光。  \n从今不系通灵玉，且向空山礼法王。”\n\n吟罢，与湘莲翻身上马，蹄声得得，没入晓雾深处。后人有诗叹曰：\n\n“绛珠泪尽返瑶台，神瑛撒手弃尘埃。  \n金枷玉锁空陈迹，雪里梅花自剪裁。”\n\n正是：\n\n一梦荣枯俱草草，三生因果本茫茫。  \n通灵无复通灵日，且看春风又绿杨。"
  },
  {
    "chapter_number": 101,
    "title": "宝玉雪中随僧入山 宝钗冰心守志成节",
    "content": "第101回：宝玉雪中随僧入山 宝钗冰心守志成节\n\n却说宝玉自角门外上马，柳湘莲轻叱一声，两骑便没入晓雾。残星几点，寒烟一缕，晨鸡未唱，更鼓犹沉。湘莲道：“尘缘已断，此后但呼‘了尘’可也。”宝玉俯首合十，口宣佛号，声如游丝，随风而散。马蹄踏碎霜华，溅起碎玉之声，恍若黛玉当年“冷月葬花魂”之句，犹在耳畔。行约十里，天色微明，前村酒旗斜矗，湘莲勒马，回首笑曰：“饥乎？”宝玉摇头，唯指心口曰：“此处已饱。”湘莲叹曰：“饱亦空，饥亦空，空亦复空。”言罢，自囊中取粗饼一枚，分其半予宝玉。饼硬如铁，入口却化甘霖，宝玉忽忆昔年怡红院中玫瑰酥、松瓤鹅油卷之甘软，竟如隔世。二人就枯树下嚼饼，树影斑驳，似潇湘馆斑竹泪痕。湘莲又解腰间酒葫芦，倾一口，递与宝玉。酒冽如刀，宝玉饮罢，但觉五内俱焚，又俱冷，乃长吟曰：“冷酒浇热肠，肠断酒亦冰。”湘莲抚掌笑曰：“好句！只恐未到彻骨时。”\n\n俄而雪意渐浓，彤云密布。湘莲道：“此去东南二十里，有古刹寒溪，住持懒云禅师，乃我旧识，可暂寄单。”宝玉唯唯。雪片大如鹅掌，顷刻间山河缟素。湘莲解青布包袱，取一领旧貂覆于宝玉肩，貂色黯败，然毛锋犹劲。宝玉摩挲良久，忽问：“此貂何来？”湘莲笑而不答，但策马疾驰。风雪中，但闻铃铎叮咚，似远似近。行不数里，遥见山坳一灯如豆，黄纸窗棂透出微光，上绘墨梅一枝，疏影横斜，恍若黛玉旧居。宝玉心头一颤，马亦踉跄。湘莲回首，目若寒星，低声曰：“情丝未斩，如何入山？”宝玉垂首，泪凝为冰，坠于貂裘，碎作银屑。\n\n及至寒溪寺，山门半圮，雪压松枝，如龙爪攫空。一沙弥出迎，眉目清癯，合十问讯。湘莲道：“烦通懒云禅师，柳湘莲携了尘求挂搭。”沙弥瞥宝玉一眼，似笑非笑，旋入。须臾，钟磬数声，一老僧披破衲跚跚而出，眉长覆目，声如古磬：“柳檀越别来无恙？此子眉眼，犹带红尘。”湘莲笑曰：“正要和尚下钳锤。”懒云视宝玉良久，忽伸枯指，于其额上一点，如冰棱刺骨。宝玉顿觉百骸俱散，唯心头一点温热，似黛玉最后之泪。懒云曰：“可。”遂引二人入寺。\n\n寺中荒凉，佛殿蛛丝垂箔，案上残经半卷，风翻页页，皆“如梦幻泡影”之句。东廊下，一僧背雪而坐，以刀刮木鱼，其声刮刮，如裂竹。宝玉驻足，僧抬首，乃一少目眇者，独睛炯炯，合十曰：“新来师兄，可识得‘空’字否？”宝玉未答，湘莲笑曰：“渠正从‘有’字来。”眇僧亦笑，独睛一转，似能洞肺腑。懒云命沙弥引宝玉至后院一斗室，室仅容膝，土炕一，破席一，壁上悬一轴旧画，乃“雪里芭蕉”，墨迹剥落，蕉心犹绿。宝玉跌坐炕沿，忽闻窗外簌簌，乃雪压竹折之声，与潇湘馆夜雨蕉声，一般凄楚。湘莲抚其肩曰：“从此六根清净，莫负此夜雪。”言罢，自去。\n\n夜渐深，雪光映窗，室如冰窖。宝玉解貂裘，覆于破衽，犹寒栗不已。忽忆宝钗临别时，手赠一丸冷香丸，言可御寒。探怀，丸已化粉，唯余幽香一缕，绕指不散。宝玉就灯视之，灯芯如豆，爆作两花，似“莫怨东风当自嗟”之谶。泪复下，滴粉成珠，滚落席缝，竟作玲珑声。室外忽传梵呗，音调哀婉，似《葬花》旧曲。宝玉披衣出视，见眇僧独步雪中，以刀划地，书“情”字无数，旋又为雪掩。宝玉痴立，雪没脚踝，冷彻骨髓。眇僧回首，独睛闪异光，低声曰：“情字最毒，施主何不剜却？”宝玉颤曰：“剜却亦空。”眇僧大笑，声震屋瓦，积雪簌簌落，竟覆其顶，顷刻成一雪人。宝玉骇退，雪人忽裂，眇僧已杳，唯余雪地一偈：“情不情，空非空，雪里埋人冷未冷。”\n\n次日，懒云命宝玉随众僧出坡。雪深没胫，枯藤缠径，众僧负薪，如蚁负芥。宝玉初执斧，斧重难举，腕酸欲折。一老僧授以偈曰：“劈柴如劈烦恼，一斧一声佛。”宝玉依言，斧落柴开，竟有清香溢出，乃枯梅老根，纹理如黛玉眉痕。劈至午时，十指皆裂，血染雪上，点点如桃。众僧不顾，唯眇僧过而掷以药草，曰：“血亦空，痛亦空。”宝玉裹草，血止而痛未止，遂悟“空”字不易。\n\n午后，懒云集众于殿，讲《金刚经》“应无所住”之旨。宝玉坐末席，神思恍惚，忽见殿梁悬一蛛，垂丝而下，正落经卷“色即是空”句上。蛛绕字而行，竟成“黛”字之形。宝玉大惊，欲以指拂去，蛛丝忽断，随风飘出窗外，没入雪中。懒云瞥见，敲椎曰：“着相！”宝玉俯首，汗下如雨。讲罢，懒云独留宝玉，示以旧钵，令持之乞食。钵底刻“风月宝鉴”四字，细若蚊足。宝玉识为警幻旧物，心悸不敢问。懒云曰：“持此下山，七日而返，若空钵，则许汝剃度。”\n\n宝玉负钵下山，雪霁天青，远山如黛。行至村市，人烟稀少，唯酒肆茶棚，尚有余温。一老妪倚门，手携小女，眉目酷似晴雯。小女见钵，探怀出半块枣糕置其中，笑曰：“与哥哥充饥。”宝玉欲谢，老妪摇手曰：“莫道谢，前因未了，留此一段缘。”言罢阖门。宝玉前行，又遇一跛足道人，手持《好了歌》旧卷，索火焚之。火舌舔卷，字化青烟，道人拍手曰：“好了，好了！”宝玉问：“何好了？”道人指其钵，糕已化乌有，唯余枣香一缕。道人曰：“味在不留痕。”遂去。\n\n日暮，钵仍空。宝玉饥火中烧，足趼欲裂，忽闻笛声幽咽，循声至一败园，见一少年倚石吹笛，眉目似蒋玉菡。少年见宝玉，停笛问讯，笑曰：“君来迟矣，昔年琪官在此埋花，今成雪窖。”言罢掘地，果得玉簪一枝，簪头凤翅已折。少年掷与宝玉曰：“持此赠君，好作空花观。”宝玉受之，簪入手即化水，渗入钵中，竟成薄冰，映出黛玉泣容，须臾又灭。少年亦杳，唯余笛孔残雪，如泪。\n\n七日将满，宝玉返寺，钵中唯存一瓣雪，映日即融。懒云视之，微笑曰：“空非空，雪非雪。”遂命剃发。剃刀落时，一缕青丝随风飘挂松枝，竟与雪凝为一，如黛玉鬓边白绫。宝玉视镜，光头雪色，了无挂碍，忽忆宝钗“好风凭借力”之句，心头微动，旋即合十。\n\n是夜，湘莲来辞，赠以旧剑，剑鞘刻“莫失莫忘”。宝玉笑曰：“已失已忘。”湘莲亦笑，掷剑雪窟，剑没无声。二人对坐，煮雪为茶，茶烟袅袅，幻作“大观园”三字，转瞬即散。湘莲曰：“明日我当东渡，君可随懒云入深雪。”宝玉唯唯。天将曙，湘莲策马，马嘶如泣，踏雪无痕。\n\n次晨，懒云率宝玉及眇僧等三众，负囊入山。雪深愈甚，风利如刀。行三十里，至一断崖，崖下云气蒸腾，似有龙蟠。懒云以杖指曰：“此去无路，亦处处是路。”遂掷杖为桥，杖化枯槎，横亘云端。宝玉心惊，眇僧推之曰：“过桥莫回头。”宝玉举足，崖忽生风，吹落雪帽，帽滚崖下，竟成白鸽一双，冲霄而去。回首间，懒云与诸僧已化雪雕，唯目炯炯。宝玉顿悟，踏桥而过，桥即化雪，身后唯余空谷回音：“情不情，空非空……”\n\n山深处，有茅庵三椽，覆以桦皮，积雪压檐，如垂玉箸。一老尼迎出，面如满月，目似秋水，竟似妙玉。宝玉骇然，尼微笑曰：“贫尼‘雪空’，候君久矣。”引之入庵，案上供一白玉瓶，插梅一枝，花蕊皆红，如黛玉泪血。雪空曰：“折此梅者，必以心头血。”宝玉袖中出小刀，划臂滴血，血落蕊中，花忽大放，香透雪谷。雪空合十曰：“善哉，情极成佛。”遂授以《大悲忏》，令朝夕诵持。\n\n庵后一泉，冬亦不冰，泉眼浮花，皆黛玉小像。宝玉掬水，影即碎，复聚成形。每夜，雪空携之坐泉畔，诵偈曰：“一切有为法，如泉上泡。”宝玉初闻，泪落泉中，泪亦成泡；久之，泡生泡灭，心随泉静。一夕，月华如练，泉中忽现大观园全景，宝玉与众姊妹煮雪烹茶，言笑晏晏。雪空以杖击水，景碎月摇，唯余黛玉倚竹而泣。宝玉欲呼，雪空掩其口曰：“莫惊梦魂。”遂以袖覆泉，月影俱灭。\n\n山中无岁月，雪消雪积，梅开梅落。宝玉须眉皆白，与雪同色。一日，雪空谓曰：“缘尽矣，君当行脚。”赠以旧囊，囊中有《石头记》残卷，字迹半蚀。宝玉问：“何往？”雪空指东曰：“海上有仙山，山在虚无间。”言罢，化雪而逝，唯余梅瓶，花已萎，瓣落如雪。\n\n宝玉负囊下山，雪深没膝，忽闻背后履声，回顾乃一童子，眉目似焙茗，手携竹篮，内盛热豆羹。童子笑曰：“二爷，趁热。”宝玉愕然：“汝何人也？”童子曰：“我本雪精，蒙姑娘差遣，送此最后一盏。”宝玉知“姑娘”谓黛玉，泣受之，羹入口，甘苦参半，如当日枫露茶味。童子转瞬即化雪，唯篮底余一红豆，大若龙眼，上现“绛珠”二字。宝玉珍藏于怀，向东而行。\n\n行数日，至海岸，冰涛如山，一舟系枯桩，舟首刻“渺渺”二字，舱内一僧，乃懒云也。相见无言，解缆扬帆。舟行三日，忽遇飓风，雪浪排空，舟如叶旋。宝玉抱桅，诵《大悲忏》，风浪渐息，见一岛，岛上有石，石上书“太虚幻境”旧额，苔痕斑驳。舟泊，懒云曰：“此处可住。”二人登岸，石即合，舟亦化雪。\n\n岛中无屋，唯石洞一，洞内石榻石几，几上置旧琴一张，断弦十三，似暗寓“十三载”之数。宝玉抚弦，声哑如泣，忽忆宝钗“琴边衾里总无缘”之句，心头微痛。洞外雪花大如席，片片皆黛玉手迹，随风翻飞，或成“潇湘夜雨”词，或成“枉凝眉”曲。宝玉拾而读之，字即化水，湿襟袖。是夜，雪压洞口，宝玉以指画壁，尽书《好了歌》，歌未成，雪已封门。\n\n不知过了几世几劫，洞口忽现一隙，透入晨光。宝玉出视，雪尽花明，岛中万花齐放，皆非世间种。一女子荷锄而来，姿容似兼美钗黛，笑曰：“我乃警幻之妹，名‘空花’，奉警幻命，引君归真。”以锄掘地，得石一方，石即通灵宝玉，裂纹已合，色如朝霞。空花曰：“石归原主，缘了情空。”宝玉捧石，石忽化水，渗入掌纹，掌中遂现“情僧”二字。空花以手覆之，字亦灭。遂携宝玉，踏花而行，花皆低垂，如拜旧主。行尽处，乃一石桥，桥下水声潺潺，似黛玉葬花吟。空花曰：“过桥莫回头。”宝玉回首，空花已化飞花，随风四散。\n\n桥尽，乃一雪谷，谷中万籁俱寂，唯闻心跳。宝玉趺坐，雪覆其顶，渐成人形。忽一日，谷中雪崩，声如雷霆，宝玉端坐不动，雪过身畔，分流而去，露出一片青石，石上现全书《红楼梦》字迹，字字放光。宝玉读毕，光聚为珠，飞入其顶，顶遂生白毫，如佛相。雪复掩石，谷复寂静。\n\n又不知几何年，一樵夫入谷，见雪堆中露僧衣一角，掘之，得舍利一十八粒，色如黛玉泪，香如宝钗药。樵夫持归，途遇一老妪，似曾相识，妪曰：“此物当归于空。”以手覆之，舍利化雪，雪复化雾，雾中隐现大观园全景，瞬息即灭。樵夫惊顾，妪亦不见，唯闻空谷传音：\n\n“落了片白茫茫大地真干净。”"
  },
  {
    "chapter_number": 102,
    "title": "贾政病危叹家世衰 惜春带发终了禅缘",
    "content": "第102回：贾政病危叹家世衰 惜春带发终了禅缘\n\n却说京中十月小阳春，天色却阴霾如墨，沉沉欲坠。荣府旧日朱门绣户，早已蛛丝暗结，兽环半坠。那“世荣堂”上御赐“慎终追远”匾额，金漆剥落，惟余“追远”二字，似向人低诉盛衰。阶下两株老桂，叶尽枝枯，根下积叶成堆，无人扫拂。风过回廊，犹带旧时笙歌，却吹不起一丝暖气。府中上下，只剩得老弱数人，守着空堂，如守枯冢。\n\n此时内室中，贾政仰卧榻上，面色灰败，唇若涂铅。榻前小几上，一盏参汤已凉，浮着几点灯花。王夫人、李纨、凤姐皆环立，却不敢高声。那贾政昔日端凝如山，今则骨瘦如柴，唯有一双眼睛，尚似两丸寒水，映出无限悲凉。榻边锦墩上，摆着一轴旧画，乃是当年省亲时御笔亲绘“大观园图”，卷首御题“天仙宝境”四字，已被蠹鱼蛀去半边。贾政每睁眼，必向画轴痴望，望一回，叹一回，泪珠滚落枕边，却不闻声。\n\n王夫人忍泪劝道：“老爷保重，太医说不过肝郁伤脾，服几剂疏散之药便好。”贾政微微摇头，气若游丝：“疏散……咳，纵有卢扁再生，也难医我荣宁二府之根柢。吾今始信，‘树倒猢狲散’，真千古不易之语。”言未毕，喉中咯咯数声，吐出一口紫血，溅在枕边白绫上，如雪中绽开点点红梅。李纨忙用帕掩了，转身时泪已湿袖。\n\n忽听廊下小丫头报道：“四姑娘来了。”众人回首，只见惜春一身缟素，发未剃而挽一极小道髻，只以乌木小簪绾住，越显面目清冷。她手携一盏小小琉璃灯，灯中微火如豆，映得她眸子亦似两点寒星。自宝玉去后，惜春便绝口不言“画”，亦不描花样，只日诵《金刚经》，夜燃灯一盏，静坐至晓。众人知她尘念已灰，却未料今日竟肯出藕香榭一步。\n\n惜春行至榻前，合十低眉，并不唤父，亦不拜，只轻轻将灯放在贾政枕畔。灯影摇摇，照出贾政脸上每一道皱纹，似在替他刻一部《家难史》。贾政望见惜春，眼中忽起一层雾气，挣扎着抬手，指那灯，又指自己心口，喉中哑哑，却只说得一个字：“空……”\n\n惜春微微颔首，声音如檐前冰溜坠地，清越而短：“老爷知之，何待惜春饶舌？荣枯一瞬，盛筵终散，早悟早脱。”说罢，从袖中取出一方素帕，帕角绣着极淡一枝墨梅，递与王夫人：“母亲收此，后日或可为老爷障面。”王夫人闻言，心如刀割，却接帕在手，那帕触指冰凉，似从雪窟中取出。\n\n贾政忽又睁眼，向空处伸手，似欲抓住什么，却只抓住一把冷雾。他喃喃道：“珠儿……宝玉……”声音细若游丝，却字字清晰。凤姐在旁，闻“宝玉”二字，手中罗帕不觉落地，忙俯身去拾，借掩泪痕。李纨亦以袖遮面，却从袖缝偷觑惜春，只见她神色如止水，无波无澜。\n\n此时窗外忽传一声鸦啼，凄厉如哭。众人惊视，见一黑鸦栖于枯桂枝头，以喙啄羽，啄一下，便有一片黑羽坠地。王夫人低声道：“不祥之兆。”惜春却淡淡道：“羽落还生，鸦啼自啼，何兆之有？”语毕，转身向榻前香炉内拈香三炷，插入灰中，烟缕袅袅直上，竟不散乱，如一缕银丝，直透窗棂而出。\n\n贾政目光随烟而上，似见烟中隐隐现出荣府旧景：元妃省亲之銮舆，贾母高坐之华堂，姊妹们联诗之绣阁……一一掠过，倏忽皆化为雪，雪又化烟，烟复化空。他唇角微动，似欲笑，却涌出一口血，把胸前衣襟染得猩红。王夫人忙以帕掩之，泪珠滚滚，滴在血上，如血上开花。\n\n忽听院外脚步杂乱，小厮来报：“北静王府遣长史来探病。”王夫人拭泪，强整衣襟出迎。那长史进来，只寒暄数句，便道：“王爷闻政老欠安，特赐人参十斤，并谕：‘大厦将倾，一木难支，惟望政老安心调摄。’”说罢，放下礼盒，匆匆而去。众人看那礼盒，朱漆尚新，却与这败落厅堂格格不入，如美人面上贴金，反增凄凉。\n\n贾政闻“大厦将倾”四字，眼中忽放异光，竟自撑坐，倚枕喘息道：“取……家谱……”王夫人忙命丫头捧过锦匣，匣上金锁已暗，打开来，一股尘霉扑鼻。贾政颤抖手指，翻开第一页，上绘始祖贾源像，乌纱蟒玉，奕奕有神；再翻数页，至“代”字辈，已见朱笔圈点“代儒、代化、代善”诸名；又翻至“文”字辈，自己名字赫然在列，旁注“工部侍郎”四字，墨色犹新，而纸已黄脆。他手指一行行往下，至“玉”字辈，只见“贾珠”二字旁，细注“早卒”，而“贾宝玉”三字，竟被墨涂去，只余一团乌黑，如夜鬼张口。\n\n贾政喉中呜咽一声，一口血直喷在家谱上，把那团乌黑染得紫亮。他手指沾血，欲向“宝玉”二字描补，却手一抖，家谱滑落榻前。惜春俯身拾起，见血迹已渗过数页，直透“草”字辈空白处，如一条血路，通向未写之将来。她轻轻阖上锦匣，低声道：“老爷，谱上无名，方是真名；血里无字，方是真字。”贾政闻言，眼中忽露一丝笑意，似大梦初醒，头一歪，便昏沉过去。\n\n王夫人哭唤多时，贾政只悠悠一丝气息。太医至，诊脉后摇头：“脉如屋漏，顷刻将绝，备后事罢。”一言未了，窗外又起一阵旋风，把那盏琉璃灯吹得火苗乱颤，灯花爆出一个“灭”字，惜春伸指一弹，火灭，一缕青烟直上，如香篆不散。\n\n是夜，荣府内外，明灯尽撤，惟惜春所居暖香坞，尚有一星灯火。她独坐蒲团，面前摊着一幅未竟之画，正是昔日大观园全景，却只用淡墨勾勒轮廓，亭台楼阁皆似雾中花。她执笔欲点染，忽闻窗外低低一声：“四姑娘，缘尽了。”那声音似远似近，如冰下流泉。惜春推窗，见雪地中站着一缁衣老尼，面目模糊，只一双眸子清极亮极，似曾相识。老尼手中持一串念珠，珠色如墨，映雪生光。\n\n惜春合十道：“何方尊者？”老尼微笑不答，只将念珠一抛，那串珠在空中散开，粒粒如星，落地化为一朵朵墨梅，旋即又化为雪，雪又化水，水渗入土，无痕无迹。老尼亦随之隐去，只留一句偈语在风雪中回旋：“画里无真境，空中有妙香。”惜春伫立良久，忽觉心头一空，如冰镜乍破，声影俱沉。她返身入房，将那幅大观园图徐徐卷起，以火点燃。火苗舔上宣纸，亭台楼阁次第成灰，灰蝶飞舞，映着她缟素身影，如一幅活画。\n\n火尽，灰冷。惜春从箧中取出一把小小金剪，向灯影里一照，剪光如水。她解开髻上乌木簪，青丝披垂，以剪齐根一铰，万缕柔丝委地，如黑瀑断流。剪声嚓嚓，似剪断三千烦恼；发落无声，却似坠尽一生繁华。铰罢，她将散发以素帕包好，置于案上，又取针线，将帕角细细缝死，如缝一具小小棺木。缝毕，她合十低诵：“断发即断情，入空不避空。”\n\n次晨，荣府哭声四起。贾政于寅时三刻咽气，双目犹睁，似望虚空。王夫人以惜春所绣墨梅帕覆其面，手抚其目，方得阖眼。李纨率贾兰跪哭于地，凤姐倚柱，泪尽继血。忽听云板四下，正是丧音。阖府挂白，纸钱如雪，飘飘扬扬，把残冬装点得更似深秋。\n\n是日午后，惜春素衣缁帽，不带一鬟一钗，手携一个小小经箱，向王夫人拜别。王夫人哭道：“我儿，你父亲尸骨未寒，你竟忍抛我而去？”惜春叩首三拜，起身道：“母亲，儿非去，乃归。昔日园中，诸姊早散，独我迟行；今父亲既逝，家亦随风，儿愿以带发之身，了却尘缘，长斋绣佛，不堕轮回。”言罢，再拜，转身欲行。\n\n凤姐忽抢上一步，拉住她衣袖，哽咽道：“四妹妹，你这一去，我们连画也留不成了。”惜春回首，淡淡一笑：“二嫂子，画在心头，不在绢素。你若能忘，便是真留。”凤姐手一松，惜春衣袖自她指间滑过，如流水无痕。\n\n李纨亦上前，将一包碎银并几件细软塞与惜春，惜春却推回，只取李纨腕上一串旧檀香珠，道：“此珠曾伴珠大嫂晨昏，今惜春携去，如携大嫂一念清净。”李纨泪如雨下，竟不能语。\n\n惜春遂出府门，门外一乘青布小轿，轿帘半卷，露出老尼半边缁衣，正是昨夜雪中之人。惜春上轿，轿夫起肩，轿影没入风雪中，如一滴墨落入白水，顷刻无痕。\n\n荣府白幡在风中猎猎作响，幡脚扫过积雪，扫出深深浅浅沟痕，如岁月之犁，犁过荣枯。王夫人扶门遥望，雪片扑面，转眼化水，如泪。李纨搀她回房，只见案上惜春所留发帕，端端正正，压着一纸素笺，笺上细字如蚁：\n\n“发断不续，情断不牵；  \n空山雪夜，一灯长燃。  \n母若念儿，视此发如见；  \n发在火中，儿在佛前。”\n\n王夫人读罢，抱帕痛哭，声嘶力竭。凤姐倚门，望檐角铁马，被风吹得叮当乱响，似替众人诉尽心中酸楚。\n\n是夜，荣府佛堂忽起一灯，灯焰微蓝，照出壁上“苦海慈航”四字，字影摇晃，如舟欲沉。灯下，王夫人、李纨、凤姐三人，对影成四，影影相吊。忽听窗外一声佛号，遥遥传来，似从云端坠下，又似从地底涌出，余音袅袅，不绝如缕。三人齐望窗外，只见雪已停，云破月出，冷光如洗，照得阶前积雪如万顷琉璃。琉璃之上，有一行脚印，深深浅浅，直向西方，脚印尽头，似有一点青灯，渐行渐远，终至不见。\n\n次日，京中传开：荣府四姑娘带发修行，投城西牟尼院，法名“鉴空”。自此晨钟暮鼓，黄卷青灯，再不履红尘一步。而荣府灵堂，白幡未撤，又添新哭。贾政之柩，停于正厅，四壁萧然，惟灵前一对素烛，泪尽成灰。灰冷之后，一滴烛泪凝成小小珠状，映着灵牌上“皇清诰授通奉大夫工部侍郎贾公”数字，如一滴血，冻结在时光深处。\n\n后人过荣府旧址，但见断井颓垣，狐兔出没。惟冬日雪后，墙隅忽现墨梅一枝，无根无干，却年年花开如雪，香气清极。有识者曰：“此四姑娘惜春手笔，以发为墨，以血为蕊，画成即空，空而不灭。”梅影横斜，暗香浮动，似在低诉：情至极处，情即是空；空至极处，空即是情。\n\n正是：\n\n断发一缕雪埋春，  \n空花如梦了无痕。  \n荣枯翻覆原无定，  \n留得梅魂伴冷云。"
  },
  {
    "chapter_number": 103,
    "title": "王夫人恸哭终归土 贾琏流离失所遇旧",
    "content": "第103回：王夫人恸哭终归土 贾琏流离失所遇旧\n\n却说荣府自贾政薨逝，白幡未撤，灵柩尚停正厅。连日风雪交加，檐角冰凌垂垂如剑，映着残灯，光寒似鬼。王夫人自那夜吐血数升，便卧倒在西耳房暖阁内，气息奄奄，喉中痰声如锯。李纨、凤姐昼夜侍疾，太医一日三诊，皆摇首云：“肝气郁结，痰火攻心，恐难回春。”\n\n是日午后，雪霁初晴，一缕斜阳穿破窗棂，照在灵前白幔上，竟泛出淡淡金色。王夫人忽睁目，向空喃喃道：“老爷，你且慢行，我来了。”言未毕，泪珠滚落，竟带血丝。李纨忙以素帕拭之，触手冰凉，心下大骇，急唤：“快请太医！”凤姐却按住她手，低低道：“不必了，太太眼里已无人。”\n\n果然王夫人目光涣散，惟以手指向案上旧箧。凤姐会意，捧至榻前。箧中乃一串伽楠香珠，一本《金刚经》，并当年贾母所赐羊脂玉珮。王夫人以指尖摩挲玉珮，忽微笑道：“此物随我四十年，今当归土。”又指经卷：“替我焚化，灰与老爷同穴。”语罢，喉中咯咯作响，一缕幽魂，竟随风去矣。\n\n彼时灵堂上素烛双行，蜡泪堆红。李纨放声恸哭，凤姐却咬唇不语，惟以指甲掐入掌心，血渗罗帕。外头小丫头传报：“琏二爷回来了！”众人回首，只见贾琏踉跄而入，衣冠不整，满面尘霜。原来他自平安州归来，途中遭劫，行李尽失，仅剩贴身一褡裢，内藏数页残账及半块胭脂印。闻父丧母危，连夜奔回，终究迟了一步。\n\n贾琏扑至榻前，见王夫人面色如生，惟唇边一点朱痕，似笑非笑，不禁膝行数步，抱住尸身嚎啕。凤姐冷眼觑他，忽道：“哭什么？太太生前最厌你浪荡，如今倒来作孝子！”贾琏闻言，哭声顿止，抬眼望凤姐，昔日丰艳竟成枯槁，鬓边早添霜雪，心下惨然，反说不出话。\n\n是夜，荣府旧仆散去大半，惟赖升、林之孝等几个老苍头尚在。灵堂上纸灰飞蝶，梁间冻雀啾啾。贾琏独守柩侧，取残酒浇地，低吟道：“父母恩深终有别，夫妻义重也分离。荣华恰似三更梦，富贵还同九月霜。”吟至末句，忽闻背后脚步细碎，回头却见平儿携一盏油灯，灯芯如豆，照她满面泪痕。\n\n平儿将灯置于灵案，从袖中出一物，乃当日凤姐所藏金项圈，已被火烙得半熔。她低声道：“二爷，家中箱笼俱空，惟有此物，我私藏至今，可换几两银子，权作棺钉之费。”贾琏接来，指尖微颤，半晌叹道：“患难见真情，倒是你……”一语未竟，外头忽传喧嚷，原来是忠顺王府差人封门，以“亏欠帑银”为由，将家庙、祭田尽行籍没。\n\n顷刻之间，荣府内外灯笼尽灭，惟余灵前一盏青灯。贾琏与平儿被逐出仪门，踉跄立于雪地。回首朱门，已贴封条交叉，墨迹淋漓如血。平儿扶贾琏道：“二爷，如今投奔何处？”贾琏苦笑：“亲朋避我如瘟，惟有城南破庙，或可栖身。”\n\n二人踏雪而行，寒风割面如刀。行至鼓楼西大街，忽闻笛声呜咽，似断似续。贾琏驻足，见一老乞丐倚墙吹《山坡羊》，身旁蹲着个小厮，正烘火煨芋。火光映出那小厮面目，竟是昔日宝玉的小厮焙茗。贾琏失声唤道：“焙茗！”那小厮抬头，先是一怔，旋即扑地叩首，哭道：“琏二爷，您也……”\n\n原来焙茗自宝玉出家后，无处依归，流落市井，与老乞丐结伴。当下老乞丐让出半片草荐，焙茗捧芋相敬。贾琏饥肠雷鸣，也顾不得许多，连皮吞下，烫得眼泪直流。平儿以袖掩口，亦觉辛酸。老乞丐忽笑道：“贵人落魄，与乞儿何异？老拙当年亦簪缨之后，今惟剩一曲《好了歌》。”言罢，复吹笛，其声凄厉，如鬼夜哭。\n\n雪渐深，四人围火而坐。焙茗从破絮下摸出一物，乃通灵宝玉残余之系绳，上结一绺青丝。他低声道：“此物自宝二爷去后，我在怡红院废墟拾得，不知何人遗落，今赠二爷，权当念想。”贾琏接来，睹物思人，百感交集，遂以雪水濡指，在地上画一“空”字，长叹不语。\n\n平儿忽觉腹内绞痛，蹲身不能起。老乞丐搭脉，摇头道：“饥火攻心，又兼寒侵，须得热汤。”贾琏解下外衫，仅余夹袄，欲换铜钱。老乞丐却止之，指巷尾一朱门：“此家旧仆，姓周，曾受荣府恩，或可求一盂粥。”贾琏踌躇，终被焙茗扶去扣门。\n\n门开处，一老妪执灯，认出贾琏，惊呼：“琏二爷！”原来周嬷嬷昔年曾侍候贾母，后放出为民，今开茶肆为生。她忙迎入，煮姜汤，蒸黄粱，又取旧绵衣与平儿裹身。席间，周嬷嬷叹道：“府中旧人，十死八九，惟我苟活。闻惜春姑娘剃度，巧姐被卖，兰哥儿随舅氏远戍……”贾琏听到“巧姐”二字，心如刀绞，手中竹箸戛然折断。\n\n是夜，贾琏宿于周家柴房。残月透窗，照见壁角蛛网，网心一只僵蝇，似喻荣枯。平儿卧在侧，梦中犹唤“巧姐”。贾琏披衣起坐，取日间所得金项圈，反复摩挲，忽忆凤姐昔日言：“此圈重三两六钱，可保你一世无忧。”如今竟成谶语，不禁苦笑。遂以炭笔在墙上题一绝：\n\n蛛丝暗锁旧王侯，冷月空梁燕子愁。  \n金锁莫提当日价，泥途自悔觅封侯。\n\n次日天未明，周嬷嬷敲门，递上一封书信，墨迹犹湿，乃老乞丐代笔。信中言：北门外水仙庵有旧识，可荐贾琏为抄经生，聊免饥寒。贾琏读罢，向周嬷嬷稽首，又与焙茗洒泪而别。平儿执意相随，贾琏叹道：“我既不能庇你，反累你同苦，奈何？”平儿垂泪道：“当日太太赐我名‘平’，便是平安相守之意。二爷若弃我，我惟有一死。”贾琏闻言，五内如焚，遂携平儿，踏雪向北。\n\n行约十里，至水仙庵。但见断垣残瓦，惟正殿尚存，供一尊白衣观音，金漆剥落，左臂已折。阶下老尼迎出，眉间一点朱砂，竟是当年荣府小戏子龄官。原来龄官自离府后，屡遭变故，遂皈依佛门，法名“悟因”。她见贾琏，合十道：“孽海浮沉，今日方证前因。”引二人入后院，指一破橱：“内有残经，可抄录换米。”\n\n贾琏展卷，乃《金刚经》残页，首句“凡所有相，皆是虚妄”八字，已被虫蛀，仅剩“虚妄”二字。他心中一动，遂焚香沐手，研墨抄写。平儿缝补破窗，以发为线。夜来，风穿纸隙，灯焰摇摇，映出壁上影子，一大一小，恍如当年荣府夜宴之景。\n\n忽一日，庵外来一客，葛衣布履，背一破琴，自言“空空道人”。悟因迎入，道人瞥见贾琏所抄之经，笑道：“字迹虽好，奈何心犹未空。”贾琏不服，道人抚琴一曲，其声初如松风，继似裂帛，末若游丝，渐至无声。贾琏惘然，道人掷下一偈：\n\n“富贵场中走一遭，醒来何处不蓬蒿？  \n泥犁虽苦原无苦，认取空王一线毫。”\n\n言罢，大笑而去。贾琏追之不及，惟见雪地上两行足印，直没于荒烟衰草。是夜，贾琏梦入太虚幻境，见一牌坊，上书“真如福地”，转过屏风，乃大观园中诸景，却皆残破。忽听女子哭声，循声至潇湘馆，见黛玉倚竹而泣，转瞬化作灰蝶；又见宝钗扑蝶，蝶亦成灰。惊醒时，冷汗透衣，惟闻平儿鼻息均匀，窗外鸡声三唱。\n\n自此，贾琏昼夜抄经，渐觉世间荣辱，如浮云过目。平儿亦随悟因学诵《大悲咒》，声清如水。一日，庵中来一老妪，携一少女，形容憔悴，竟是刘姥姥与巧姐。原来巧姐被卖入烟花巷，刘姥姥倾尽薄蓄赎出，一路乞讨至此。母女相见，抱头痛哭。巧姐见贾琏，跪泣道：“爹，女儿今日方知，富贵如瓦上霜，薄命似风中絮。”贾琏抚其发，泪落无声。\n\n悟因叹道：“孽缘孽果，今日团圆，亦是解脱。”遂于庵后空地，立一草棚，供巧姐栖身。刘姥姥每入市卖柴，换盐米，归时必带枯梅一枝，插观音座前。贾琏夜读至此，忽悟“荣枯一瞬”之语，乃取炭条，在棚壁画梅一株，题曰“寒香不减旧风神”。\n\n腊尽春回，水仙庵前积雪消融，露出几茎青草。一日，北静王府旧仆忽至，传王爷口谕：念贾氏先代之功，赐薄田十亩，令自耕自食。贾琏跪谢，却辞不受，惟乞一犁一锄。老仆愕然，贾琏笑道：“昔日玉带林中挂，金簪雪里埋，今得犁锄，胜似玉带金簪。”老仆叹息而去。\n\n是年清明，贾琏率平儿、巧姐、刘姥姥，于贾政夫妇墓前祭扫。荒坟累累，纸灰飞白蝶。巧姐以柳枝蘸水，洒泪成斑。平儿供野蔬三盘，刘姥姥焚草纸一束。贾琏撮土三拜，口中诵偈：\n\n“父兮母兮归黄土，儿女今成陌上尘。  \n若问此身何处寄，半犁春雨半犁云。”\n\n诵罢，忽见墓侧生出一枝墨梅，无风自摇，花蕊如血。贾琏心知惜春显灵，遂顶礼三拜。归途上，夕阳在山，人影在地，恍如隔世。\n\n后人有诗叹曰：\n\n金谷繁华逐逝波，断碑荒冢对山阿。  \n荣宁旧恨凭谁诉？惟有寒梅泪点多。\n\n又诗：\n\n一肩烟雨一犁春，洗尽当年绮罗尘。  \n若向空王参妙谛，始知无住是真心。"
  },
  {
    "chapter_number": 104,
    "title": "薛蟠获释归家承继 柳湘莲悟道寻仙踪",
    "content": "第104回：薛蟠获释归家承继　柳湘莲悟道寻仙踪\n\n诗曰：\n　　金枷玉锁两无成，转眼繁华似电倾。\n　　孽海波翻怜幻泡，情天云散悟浮生。\n　　桃花扇底春风冷，燕子楼头夜月明。\n　　一任荣枯归大化，空留残梦与苍生。\n\n　　却说上回书至清明，贾琏等祭罢双亲，荒坟墨梅，冷烟衰草，一时众心俱碎。那日风雨初歇，斜阳淡淡，照见新冢旧冢，高低起伏，如浪里残舟，更添凄凉。众人方欲回庵，忽见远远一骑黄尘，自官道飞卷而来。及至近前，却是薛蟠旧日小厮名唤小舍儿的，满面风尘，衣襟破碎，滚鞍下马，跪在贾琏面前，哭道：“二爷，大事不好！我家大爷薛蟠，前因打死人命，发配平安州，今蒙恩赦，已于月前出狱，却闻得家中变故，星夜赶回，谁知……谁知……”说到此处，喉中哽咽，竟不能语。\n\n　　贾琏忙扶起道：“慢慢说来，你家究竟如何？”小舍儿拭泪道：“自忠顺王府籍没荣府之后，不数日，京中谣言四起，道是薛家与贾府姻亲，亦在查抄之列。那日锦衣府突然围了梨香院，太太惊悸成疾，一病缠绵；宝姑娘因前已随姑爷远行，不在京中；独夏金桂悍泼，见势头不好，席卷细软，连夜逃回母家。家中无主，家下人各自星散，只余老苍头薛福守着空宅。大爷到家，只见蛛网尘封，药炉烟冷，太太已于半月前咽气。大爷抚尸大恸，吐血数升，如今只剩一口气了。”\n\n　　众人听了，面面相觑。巧姐年幼，尚不知事，只把脸藏在刘姥姥怀中；平儿低头掩泪；贾琏长叹一声，道：“覆巢之下，焉有完卵。既如此，我当亲去一慰。”遂嘱平儿好生看守庵中，自带了小舍儿，踏着残阳，往城中旧路而去。\n\n　　一路行来，但见断壁颓垣，旧时朱门，今皆白板封条，蛛丝倒挂。偶有野犬穿堂而过，吠声如哭。转过锦里坊，遥见梨香院门首，两盏破旧白纸灯笼，在风中旋舞，映出“薛宅”二字，墨迹淋漓，尚带泪痕。贾琏心中酸楚，抢步入内，院中落叶积尺许厚，一脚踏去，簌簌作响。正房槅扇半阖，透出一点微灯，如豆如萤。\n\n　　入得屋内，只见薛蟠伏在灵床之侧，衣衫褴褛，鬓发如蓬，昔日肥白之躯，今已枯瘠如柴。灵前一盏青灯，照见薛姨妈遗像，眉目慈和，却似含悲。案上残香三炷，烟痕袅袅，若有若无。贾琏轻唤：“蟠哥。”薛蟠缓缓抬头，眼中血丝密布，见是贾琏，嘴角微动，却发不出声，只一把攥住贾琏之手，那手冰冷颤抖，如握枯骨。半晌，方哑声道：“琏二哥，我……我悔不当初……”一语未了，泪如雨下，滴滴落在贾琏手背，滚烫如沸。\n\n　　贾琏亦觉鼻酸，强忍道：“人死不能复生，兄且节哀。伯母已登仙界，当求自保，徐图后计。”薛蟠摇头，喘息良久，方道：“我昔年倚财仗势，打死冯渊，罪孽深重。今合家星散，母亲客死，皆我之报。方才昏沉间，似见母亲立于灯影，手执柳枝，指我斥曰：‘孽子，汝父早丧，我抚汝成人，不料汝造恶至此，今家业倾颓，我亦不得善终，汝尚有何面目见我于地下！’言罢飘然而逝。我欲追之，忽觉心如刀绞，醒来唯见灵帷低垂，冷风透骨。”\n\n　　贾琏闻言，亦觉毛骨悚然，劝道：“人之将死，其言也善；兄今知悔，未为晚也。且保重残躯，料理伯母后事要紧。”薛蟠泣道：“家资荡然，棺椁无着，我欲卖身葬母，奈遍体疮痍，谁肯相顾？”贾琏踌躇片刻，忽忆及水仙庵后尚有余资，乃道：“我虽流落，尚有些许薄蓄，当为伯母备棺，权厝于观音寺后园，再作区处。”薛蟠闻言，挣扎欲起叩首，贾琏急按之，二人相抱而哭。\n\n　　是夜，贾琏宿于薛宅，与薛蟠同榻。残灯半明不灭，窗外寒风猎猎，吹得灵帏时起时落，如有人影往来。薛蟠辗转不能寐，忽低声道：“琏二哥，我昔年荒唐，尚记一事：那年秦可卿出殡，路遇柳湘莲，我一时酒醉，误认作优伶，出言轻薄，被他痛打。彼时怀恨，今思之，乃我自取。后闻他削发入空门，不知今在何处。若有缘再见，当负荆请罪。”贾琏叹道：“世事如棋，乾坤莫测。柳湘莲之为人，磊落豪侠，当日我亦敬他。闻他先在太虚幻境出家，后又云游四方，或入终南，或泛江海，鸿飞冥冥，不可踪迹。”薛蟠闻言，默然良久，唯闻窗外风声如啸，似远似近。\n\n　　次日平明，贾琏回庵，与平儿商议，将抄经所得银钱，尽数付与薛蟠。又寻得旧时相识漆匠，薄价购得一具杉木棺，权殓薛姨妈。灵柩暂厝观音寺后，薛蟠披麻执杖，匍匐哭拜，观者无不堕泪。事毕，薛蟠欲将宅第典卖，奈无人敢买，只得拆下门窗，聊作棺价。数日间，昔日豪奴，今皆避之如虎，唯小舍儿与薛福二人，犹执旧礼，朝夕服侍。\n\n　　忽一日，有一破衣道人，背负古琴，叩门而入。薛福不识，欲逐之，道人笑道：“我非化缘，乃来度人。”薛蟠闻声出视，见道人眉间一点朱砂，目光炯炯，似曾相识，却又想不起。道人稽首道：“贫道稽首，施主别来无恙？”薛蟠茫然。道人又道：“昔年东府演《西楼会》，施主豪饮，以缠头掷优伶，可还记得？”薛蟠恍然，惊道：“你……你是柳湘莲？”道人微笑不答，但拈须长吟：\n\n　　“春梦随云散，飞花逐水流。\n　　寄言众儿女，何必觅闲愁。”\n\n　　薛蟠扑地便拜，痛哭道：“柳兄，我昔年无知，冒犯虎威，今家破人亡，皆报应也。愿兄责我，以消罪愆。”湘莲扶起，叹道：“贫道自离红尘，万事皆空，岂复念旧恶？然观君气色，死气已现，若不回头，大限立至。”薛蟠叩首流血，道：“愿求解脱。”湘莲乃于袖中取出一卷《心经》，令其朝夕诵持，又教以“忏悔三昧”，曰：“诵此十万遍，当见本性。”言罢，飘然而去。薛蟠欲挽留，已不见踪影，唯阶前落叶旋舞，似有琴声隐隐。\n\n　　自此薛蟠闭户诵经，茹素饮水，形销骨立，而神色渐转清朗。每夜灯前，似闻母亲低唤，或闻冯渊哭声，初犹惊惧，后亦安之。诵经既毕，辄于灵前添香一炷，默祷良久。小舍儿窃窥之，见薛蟠泪痕满面，而口角带笑，如有所悟。\n\n　　光阴荏苒，倏忽月余。一日清晨，薛蟠忽觉心口清凉，如饮甘露，呼小舍儿至榻前，嘱道：“我夜来梦见一道白光，自西方来，照我顶门，顿觉四大轻安。今当辞世，汝可将我旧衣裹身，掘土三尺，覆以草席，不必棺椁，亦不必立碑，免污清净。”小舍儿大哭，不忍。薛蟠微笑，合掌念偈：\n\n　　“罪业随身本自空，西方池畔莲花生。\n　　从今撒手归云路，不向人间受业风。”\n\n　　偈毕，瞑目而逝，年三十有七。小舍儿与薛福草草掩埋于观音寺后，薛氏一脉，遂绝。后有人过其墓，但见荒草离离，野蔓萦骨，蛱蝶三五，时来墓上，似有香风。好事者掘视，唯余一领破衲，一函《心经》，墨迹尚新。\n\n　　话分两头。且说柳湘莲自别薛蟠，飘然出城。是日天色向晚，暮霭沉沉，远山如黛。湘莲行至一处，但见古木参天，流泉溅玉，隐隐有钟声自云中出。循声觅之，乃一破寺，门额剥落，唯余“空”字半痕。湘莲扣扉，有老僧出迎，形容枯槁，目光澄澈，问讯毕，延入方丈。湘莲稽首道：“弟子流浪半生，今欲寻个究竟，敢问此间可有方便？”老僧微笑，指壁上旧画，乃一僧一琴，一鹤一云，笔墨剥落，而神致萧散。老僧曰：“昔年懒残禅师挂锡于此，尝云：‘人问我修行法，只把浮生比梦看。’君若会得，当下即是。”湘莲闻言，若有所触，遂请挂单。\n\n　　是夜，月色入户，松影在窗。湘莲独坐廊下，抚琴一曲，其声清越，如冰泉乍裂，又如孤鹤唳空。曲终，忽闻老僧隔窗叹曰：“善哉！君琴中有杀机，亦有空音，若不斩却，终落魔道。”湘莲惊问其故。老僧曰：“君昔年仗剑任侠，杀人如麻，虽云仗义，血光未散。今虽出家，而习气未除，琴音带火，非究竟法。”湘莲闻言，汗下如雨，即于庭中跪求开示。老僧乃以杖击地三下，曰：“去！去！去！”湘莲茫然。老僧又曰：“明日卯时，向东行三十里，有断桥流水，遇一女子浣纱，可问之。”\n\n　　次日平旦，湘莲负琴而行，果至一溪，水声潺潺，残月挂柳。忽见一女子，荆钗布裙，临水浣纱，姿态幽娴，而眉目间有英气。湘莲趋前稽首，女子回眸一笑，似曾相识，却又难忆。湘莲问讯，女子不答，但举纱示之，上绣一莲，红白相间，随风摇曳。湘莲顿悟，合掌曰：“原来是卿。”女子忽化青烟一缕，随风而散。湘莲怅立久之，但闻水声呜咽，似歌似泣。遂于溪畔结茅而居，日饮泉水，夜观星斗，不复言琴。\n\n　　又经数月，山桃再花。一日清晨，湘莲汲水归，见茅扉上插一枯枝，枝上并蒂双花，色如凝血。湘莲心异之，循迹觅至后山，见一古墓，碑字漫灭，唯余“鸳鸯”二字可辨。墓侧有石，莹然如镜，照见湘莲之影，却作女形，眉间亦有一点朱砂。湘莲骇然，抚石长叹，乃知夙业未消。遂于墓前趺坐，七日七夜，水米不进。至第七夜，月华如练，忽闻墓中低语：“郎君别来无恙？”湘莲开目，见一女郎，衣绛绡，鬓堆鸦，嫣然含笑，乃尤三姐也。湘莲泣曰：“卿为我死，我负卿多矣。”三姐曰：“情至则化，孽尽则空。君今悟道，妾亦超生。然妾有微愿，愿君以琴度我。”湘莲乃解囊取琴，抚《忆故人》一曲，其声凄婉，山鸟悲鸣，山花堕落。曲终，三姐冉冉上升，化为彩云，随风西去。湘莲仰首，唯见明星耿耿，银河无声。\n\n　　次日，湘莲弃琴于水，自断琴弦，负杖入山。后有人于终南深处见之，披鹿裘，坐石上，与麋鹿为伍，不食人间烟火，或三年，或五年，形貌不改。有樵夫问之，但微笑，书一偈于石壁而去。偈曰：\n\n　　“休将傀儡看山河，傀儡登场奈若何。\n　　一曲未终灯火尽，问君归计几时多。”\n\n　　后石壁生灵芝，樵夫欲采之，忽闻空中语曰：“留与后人看。”遂不敢犯。其地至今名“琴冢”，云是湘莲埋琴处。\n\n　　话休絮烦。且说贾琏自薛蟠殁后，回至水仙庵，与平儿、巧姐、刘姥姥等，共话前事，无不唏嘘。刘姥姥道：“世事如转丸，眼见他起高楼，眼见他楼塌了。如今咱们只剩这几口人，守着几亩薄田，倒也清净。”巧姐年已十三，出落得雪肤花貌，因念昔日富贵，今对瓦灶绳床，未免凄惶，然见父母安贫乐道，亦渐释然。每于晨夕，随平儿纺线，随刘姥姥灌园，手虽生茧，而眉目间另有一种幽韵。村人见之，咸叹曰：“此女虽荆钗布裙，骨格自与凡卉不同。”\n\n　　一日，贾琏荷锄自田间归，见篱畔一老叟，布袍草笠，倚杖而立，目光炯炯，视之乃北静王府旧仆张老汉也。贾琏迎入草堂，煮茶为礼。张叟道：“王爷闻君高义，辞田不受，特遣老奴再致薄赠。”乃出布囊，内白金五十两，并一函，函内乃田契十亩，坐落西山之阳，土沃泉甘，可植桑麻。贾琏再拜辞谢，道：“罪余之人，蒙王爷覆载之恩，已愧无地，何敢复受？”张叟笑曰：“王爷知君廉介，故以‘义助’为名，非‘施舍’也。况田在荒山，须人开垦，君若不受，将成狐兔之窟矣。”贾琏不得已，受之。越日，率家人荷锸上山，斩荆棘，除瓦砾，引水开畦，男耕女织，不数月，居然小有规模。每至夕阳在山，炊烟一缕，随风袅袅，与白云相逐，村人遥指曰：“此贾氏新庐也。”\n\n　　　又一年，风调雨顺，蚕麦两收。巧姐及笄，乡人争聘为妇，贾琏择一寒士，姓李名畹，字兰卿，家贫而好学，性淳谨。婚礼之日，不张筵宴，不设鼓吹，仅亲友数人，草堂挂红，荆布交拜。是夜月色如银，新人对坐，各执纺车，共话《诗经》，亦觉香闺雅趣，不减画栋雕甍。刘姥姥笑曰：“老身活了七十年，今日方知‘富贵’二字，原不在金玉，而在心气平和。”众皆称善。\n\n　　次年，平儿生一子，啼声清越，贾琏喜曰：“此儿当名‘留根’，以志吾家一线之延。”满月时，张叟复至，携酒一坛，贺曰：“王爷闻君得孙，特赐‘长春’之酿，愿君世世昌炽。”贾琏设蔬肴相款，酒过三巡，张叟忽低声道：“近闻朝中又有风波，昔日忠顺王府以贪墨败，籍没在即。天道好还，丝毫不爽。”贾琏闻之，默然良久，举杯向月，徐徐叹曰：\n\n　　“荣枯一枕黄粱熟，恩怨双消白发新。\n　　寄语红尘名利客，回头好证本来身。”\n\n　　张叟击节称善，二人对月长饮，直至参横斗转，不觉大醉。次日张叟辞去，贾琏送至山口，但见霜叶纷飞，山径崎岖，张叟背影渐远，如豆如尘，终不可见。\n\n　　又过数年，西山之田，桑麻成林，鸡豚满谷。贾琏白发盈颠，日与平儿课子弄孙，夜则挑灯教读《四书》，声出柴扉，与溪声相和。村人过者，每驻足倾听，叹曰：“此即昔日荣府琏二爷耶？何朴野乃尔！”然贾琏闻之，亦笑而不答。\n\n　　一日晨起，忽见篱外一僧，破衲芒鞋，手携竹杖，眉间一点朱砂，似曾相识。贾琏迎出，僧稽首曰：“贫道稽首，施主别来无恙？”贾琏愕然，僧微笑，指篱边一株老梅，道：“昔日墨梅，今已结实，君识之否？”言罢，以杖击梅三下，花雨缤纷，片片如雪。贾琏顿悟，急邀入草堂，设豆粥蔬笋以进。僧食毕，出一卷书授贾琏，曰：“此《金刚经》真本，昔年王夫人所藏，今合归故主。”贾琏展视，果见经尾有王夫人手书小楷一行：“愿我儿孙，持此解脱。”字迹宛然，泪痕犹在。贾琏捧经跪谢，僧已飘然出户，及追之，唯见梅影横斜，山鸟啼红，僧踪杳然。\n\n　　当晚，贾琏设香案，合家诵《金刚经》一卷。诵毕，忽闻空中隐隐有环佩声，如远如近。启户视之，但见月色满地，花影零乱，并无人迹。自此之后，每值月夕，辄闻天乐泠泠，家人亦习而安之。村人以为神异，遂名其居曰“经声草堂”。\n\n　　后贾琏寿至八十，无病而终。临终之日，呼子孙环榻，朗声诵偈：\n\n　　“一切有为法，如梦幻泡影。\n　　如露亦如电，应作如是观。”\n\n　　诵毕，含笑而逝。子孙遵遗命，不用棺椁，以草席裹身，葬于西山桑林之侧。墓不封不树，唯植梅一株。越明年，梅开如雪，香闻数里，过者莫不驻足嗟叹。后人因名其地曰“梦梅原”，并传其事，以为警世。\n\n　　至若巧姐子孙，耕读传家，代有闻人；李畹后亦登贤书，官至学政，然每训子孙，必举贾府往事，以“谦抑节俭”为家训。西山之麓，至今有贾氏宗祠，门楣不施丹垩，而书香不绝。或遇清明寒食，犹见村童持纸钱，至“梦梅原”前，插香一炷，口唱俚歌：\n\n　　“墨梅墨梅，荣枯几回；\n　　花开花谢，人去人来。\n　　富贵一场空，空里见如来。”\n\n　　歌罢，纸灰飞起，随风旋转，如蝶如魂，渐远渐没，唯留斜阳一抹，照见山川静穆，万古如斯。\n\n　　正是：\n\n　　石火光中寄此身，风灯泡影漫传神。\n　　欲知事后如何，且听下回分解。"
  },
  {
    "chapter_number": 105,
    "title": "巧姐嫁得板儿为妇 湘云重逢故友话旧",
    "content": "第105回：巧姐嫁得板儿为妇 湘云重逢故友话旧\n\n却说西山草堂，春尽夏初，槐阴匝地，麦浪浮金。篱外一湾活水，潺潺绕屋；门前几树野棠，花落成茵。贾琏晨起，披一件半旧青布直裰，曳杖立于阡陌，望新麦翻黄，胸中一片澄明。留哥儿方四岁，赤足逐蝶，笑声穿柳而去；平儿倚门，手把纺车，咿呀声与鸡啼相和。巧姐在灶下炊松柴，青烟一缕，透出窗棂，袅袅与山岚相乱。  \n\n忽闻田塍上足音踏踏，李畹幅巾布衣，携一小童，挑两筐香楮、纸马、梨花酿，迤逦而来。未至篱边，先朗声吟曰：“麦浪浮金动远风，柴门今日迓诗翁。”贾琏迎出，笑拍其肩：“贤婿雅兴，山野增辉。”李畹施礼，童儿已卸下担儿，酒香透坛而出，蜂蝶乱逐。平儿忙唤巧姐：“且住火，来见姐夫。”巧姐以围裙拭素手，掀帘而出，鬓边蔷薇新绽，映得面色如霞。李畹作揖道：“妹妆愈清，真‘荆钗不掩倾城色’。”巧姐低鬟一笑，自去烹茶。  \n\n茶罢，李畹道：“后日清明，岳母、岳父可同往祭薛世伯？小婿已雇短脚，赁得驴车一辆。”贾琏叹曰：“蟠兄一抔黄土，岁岁添新草，吾辈亦老矣。”言次，篱外又闻木屐声响，却是板儿戴笠荷锄，自田畔来。布衣半幅，裤脚卷至膝弯，露出铁黑小腿，沾满新泥。见众人，腼腆立于槐荫下，不敢遽前。平儿招手：“板儿，怎不进来？”板儿方挪步入，怀中捧一荷叶包，层层揭开，乃两条赤尾鲜鲤，尚泼剌作声。贾琏笑曰：“来得正好，可佐李君梨花酿。”板儿嗫嚅半晌，忽屈膝于地：“小子今日斗胆，请阿叔许婚。”声虽低，却如石上清泉，泠泠作响。  \n\n众人一怔。巧姐在窗内，手微颤，茶盏几覆。平儿忙扶板儿起：“有话且缓。”板儿额上汗珠滚落，滴于尘土，成一小洼。李畹笑抚其背：“君子求淑女，何急遽如此？”贾琏捻须，环顾草堂，见日影斜斜，照出壁上旧悬的“荣禧堂”匾额残漆，心口微酸，乃徐徐曰：“昔日钟鸣鼎食，今日茅檐草舍，巧姐虽非金枝，亦吾掌上珠。汝能终身不弃耕读，我便允你。”板儿叩首及地，泥沾额发，如戴缁布。  \n\n是夜，月色如练，照草堂纸窗，似铺一层薄霜。巧姐独坐灯前，取昔日王夫人所赐羊脂玉佩，反复摩挲。玉色温润，内嵌两粒红豆，灯光透处，宛然血泪。忽闻窗外低唤：“巧姑……”声极轻，似恐惊栖鹊。巧姐启窗，见板儿立于花影中，手奉一旧檀木小匣。匣开，乃姥姥昔年藏下的一枚金佛手，长不过二寸，眉目衣褶，细若游丝。板儿道：“掘地得之，想是姥姥遗念，合该归你。”巧姐捧佛手，忆及当年荣府绮窗下，佛手换香橼之戏，不禁潸然。板儿慌以袖拭其泪，袖破，露出肘骨。巧姐破涕，解腰间五色丝绦，亲为束袖，二人指尖微触，俱如电灼，急急退避。  \n\n次晨，平儿翻箱倒柜，寻出当年凤姐陪嫁的一匹“榴开百子”锦，虽年深月久，色稍黯淡，尚可改制嫁衣。巧姐却摇头：“女儿荆布惯常，不愿复袭繁华。”遂自采蓝草，渍汁染布，三浸三晒，得深深浅浅的翠。又以白丝线，暗绣折枝梅于衣襟袖口，花蕊用碎茶末掺艾绒捻线，微有清香。贾琏笑曰：“吾女别具匠心，寒梅傲雪，正合吾意。”李畹闻之，赠以诗曰：“素纨不藉胭脂染，自有冰心到雪肤。”  \n\n婚期择在六月十二，天贶良辰。前两日，山雨洗尘，万峰滴翠。至期，东方微曙，草堂已张灯结彩。邻妪携来山花满筐：野蔷薇、金丝桃、紫地丁，插遍窗棂。李畹权作傧相，着青衫，戴软巾，手执彩绸，口占催妆诗：“莫道荆钗轻，荆钗有艳情。他年绵瓞日，记取此山耕。”板儿新剃头，青布袍浆得挺括，腰系红绦，足踏草履，局促立于阶下。留哥儿持一握谷穗，当胸交叉，学大人作揖，众皆失笑。  \n\n巧姐出，衣翠蓝布衫，系月白裙，鬓畔以野蔷薇为饰，别无珠翠。然眉目澄澈，如雨后青山。平儿牵之，步步生莲。至庭前，拜天地，又遥拜薛蟠、刘姥姥墓。贾琏高坐受礼，手颤颤，老泪潜然。礼毕，邻人齐贺，击缶鸣榔，声震林樾。李畹捧梨花酿，倾入粗瓷碗，先敬天地，再敬父母，三敬新人。酒香混着槐香，随风飘出数里。  \n\n是夜，月色愈明，照得草堂瓦脊如覆霜雪。洞房只一明两暗三间土屋，窗贴红纸剪梅。板儿局促坐床沿，手捻衣角。巧姐低鬟，以手理鬓，金佛手在灯下熠熠。二人半晌无语，惟闻墙角蟋蟀，时断时续。良久，板儿鼓勇曰：“我……我虽贫，必不教你受饥寒。”巧姐抬眸，眸中映出灯花两点，柔声道：“但得一心人，白首不相离。”言罢，取玉佩与佛手，并列于枕畔，合掌低诵：“愿持此双坚，同保岁寒。”  \n\n次日鸡鸣，巧姐已起，梳一圆髻，以荆钗绾之。汲井华水，煮麦粥，炒野苋，煎溪鱼，香气盈室。板儿负耒出，巧姐送至篱门，递以竹筒水，叮咛“午热，莫忘饮”。日午，板儿归来，汗透衣背，巧姐以布巾拭之，笑问：“田畴何如？”板儿憨笑：“二亩稻，秀且实，秋来可收十斛。”巧姐喜，又于屋后隙地，种豆、栽瓜、植麻，剪茅为篱，引泉作沟。  \n\n未及三载，家已小康。屋后豆棚瓜架，夏日垂垂成阴；篱下鸡栖豚栅，鸣声互答。留哥儿渐长，与板儿如亲叔侄，同耕同读。巧姐夜纺棉，灯芯结花，板儿则编柳为筐，劈篾为箕，夫妇唱随，形影相依。每岁清明，两家人同祭薛蟠、贾琏，纸灰飞处，白杨萧萧。  \n\n又二年，湘云忽至。是日薄暮，山雨欲来，黑云压檐。忽闻叩门声，启视，则一缁衣女尼，手执竹杖，背一小箧，眉目宛然湘云，惟鬓星星。众人惊喜，迎入草堂。湘云合十：“贫尼幻真，尘缘已断，特来寻湘莲遗迹。”李畹捧茶，平儿设素斋。湘云啜茶，见壁上悬惜春旧绘《寒塘渡鹤》，叹曰：“四妹妹画犹在，人却飘零。”遂从箧中取素笺，乃黛玉手书《如梦令》，灯下展读，泪痕犹湿。  \n\n夜阑，众围灯坐，雨声敲窗。湘云问薛蟠葬处，贾琏引至墓前。湘焚香，诵偈曰：“富贵若浮云，忏悔得清凉。愿汝乘莲去，莫恋旧皮囊。”雨歇，月色如洗，照墓上白杨，叶叶有声。湘云伫立良久，忽闻远处琴声一缕，似断似续，乃湘莲在琴冢遥相应和。  \n\n湘云遂宿草堂。次晨，天未明，趺坐庭前，诵《金刚经》。巧姐跪听，心下澄明。诵毕，湘云执巧姐手，看掌纹曰：“情字多波折，然终成善果。”遂解伽楠香珠相赠。临行，飘然下山，缁衣没入翠微。  \n\n后十年，板儿与巧姐育二子一女，家声复振。长子耕读，次子贾迁，女能诗绣。李畹官至学政，每岁归祭。贾琏葬梦梅原，墓侧老梅，岁岁花开。湘云之珠，世世传家，香色愈古。琴冢之上，时闻鹤唳，《梅花三弄》之音，与山风相和，岁岁不绝。  \n\n后人叹曰：  \n世事如棋一局残，荣华寂寞等空山。  \n荆钗布裙完前契，佛手香销证后缘。  \n琴冢月明鹤影瘦，梦梅原上草芊芊。  \n寄语红尘名利客，归来认取旧青山。"
  },
  {
    "chapter_number": 106,
    "title": "贾芹贾环恶行得报 忠仆旧婢各得其所",
    "content": "第106回：贾芹贾环恶行得报 忠仆旧婢各得其所\n\n却说西山草堂，自巧姐于六月十二出阁，又历十余载寒暑。那一片梅田，已由贾琏手植的数十株，繁衍成林，虬枝盘曲，老干如铁。每至春末，香雪成阵，风过处，落花如雨，簌簌铺地，竟可没踝。贾琏素性疏懒，然独于栽梅一事，竟似着了魔一般，朝培夕灌，手自剪枝，不许旁人代劳。平儿每笑他：“二爷如今倒成了花匠。”贾琏亦笑：“我种的不是花，是旧梦耳。”言罢，辄复凝眸，若有所思。平儿知其念旧，亦不再问，只悄悄将落花扫起，渍以蜂蜜，酿成“梅魂酿”，封于磁瓮，埋于树根，待来年启封，以慰幽怀。\n\n是年仲夏，连旬未雨，溪涧皆涸。草堂前那口古井，亦渐见底，井壁青苔枯卷，如老人皴裂之手。贾琏晨起，披一件半旧蕉布直裰，赤足汲水，只提得半桶泥汤，水面浮着几片枯叶，映出他鬓边又添数茎白发。他长叹一声，倚井栏而坐，指尖摩挲井沿一道旧刻——那是黛玉幼时以簪划的“绛珠”二字，已被岁月磨得只剩浅痕。平儿携竹帚来，扫落花，闻声回首，见贾琏眉间积郁，心下恻然，却佯嗔道：“井干便干，也值得叹气？前日李亲家太太还送了两瓮雪水来，尽够煎茶。”贾琏摇头：“非为井涸，乃思人事耳。昨夜得一梦，见荣府旧园，潇湘馆竹影重重，忽被火火，一炬成灰。惊醒时，汗透重衾。今日想来，犹觉心悸。”平儿听了，默然半晌，方道：“梦由心生，二爷且宽怀。只是……芹三爷与环三爷那边，久无音信，不知近日如何。”贾琏冷笑：“那两个现世宝，若有好收场，皇天也忒无眼了。”\n\n一语未了，忽闻篱外犬吠。童子来报：“有客至，自称京中来，姓王，名狗儿，说有要事求见。”贾琏与平儿对视一眼，俱各诧异。王狗儿者，乃刘姥姥之婿，昔年曾随姥姥进府乞恩，后亦偶通音问，然十数年未面矣。贾琏忙整衣出迎，见狗儿满面风尘，衣履褴褛，肩头补丁摞补丁，却掩不住眉眼间一丝得色。彼此见礼毕，草堂坐定。平儿亲捧茶来，狗儿起身连称“不敢”，啜茶两口，便从怀里摸出一封皱折书子，双手奉上：“此乃京中旧仆赖大所托，务必面交二爷。”贾琏拆阅，面色渐沉，良久，递与平儿。原来赖大信中，备述贾芹、贾环近年恶迹：贾芹自被革去水月庵勾当，游荡无籍，后竟与贾环勾连，私开赌局，包揽词讼，更于荒僻处设私窑，诱买良家子女，逼为娼优。近因逼死一孤女，其母告发，官府缉拿，二人遁逃，不知去向。赖大又言：“闻西山僻静，恐彼等潜匿，二爷宜早为备。”信末附一笔：“昔日荣府旧仆，散落四方，多有冻馁，若能收恤一二，亦阴德也。”\n\n贾琏阅毕，冷笑三声：“天网恢疏而不漏，此二人自作之孽，到头矣！”平儿亦叹：“当日老太太在日，何等疼爱环三爷，偏他心如豺虎，竟至如此。”狗儿在旁，插言道：“还有一事，小的不敢隐瞒。小的那日进城卖柴，恰见一队捕快手执图形，盘查过往。内中一人，面白无须，极似芹三爷；又一人，跛足，颇类环三爷。彼时人多，未敢指认。后闻得他二人往西山方向来了。”贾琏闻言，霍然起身，命童子：“速请李亲家老爷来，说有急务相商。”又转问狗儿：“你且住下，明日同往。”狗儿诺诺。\n\n原来李畹自那年为巧姐主婚后，便在西山左近置一茅舍，课子读书，与贾琏时相过从。不一时，李畹至，听完始末，沉吟道：“西山虽僻，然路径纷歧，若彼等真个潜来，恐为祸不小。莫若报官，免致滋蔓。”贾琏却道：“报官固是，但须先探虚实。我意明日亲往深谷一查，若果见踪迹，再作计较。”平儿急止之：“二爷年高，岂可轻入险地？莫如多遣庄丁，分头哨探。”李畹亦劝。贾琏执意不从，众人无奈，只得由他。当夜，平儿为贾琏缝一青布囊，内藏干粮、火石、短刀，又悄悄塞入一丸“梅魂酿”，以备不时之需。\n\n次日黎明，贾琏只带一老仆，名唤兴儿，背干粮，携短刀，循山径而去。那西山深处，层峦叠嶂，古木蔽日，时有瘴雾。二人攀藤附葛，行约半日，至一幽谷，名“鬼见愁”。谷口有破庙，匾额半堕，字迹漫漶，只辨得“观音”二字。庙前石阶，苔痕斑驳，似有足印。贾琏蹲身细验，见印痕杂乱，一深一浅，似跛者之迹。心中一动，遂与老仆潜至庙后。庙后有一枯井，井栏缺半，井底隐隐传来说话声。贾琏屏息，伏身窥之，果见井底别有洞天——原来井壁有洞，通一暗窖，灯火微明，人影晃动。\n\n只听贾环声音，带着喘息：“……早知如此，悔不当初。如今进退无路，若被拿住，少不得一刀之苦。”又听贾芹骂道：“脓包！当初撺掇我设窑子的是你，如今倒怕起死来？我有一计，今夜翻过后山，投奔那黑松岭的瓢把子，或可苟全。”贾环哭道：“那强盗岂是善人？去亦死，不去亦死，不如就此自缢，免受辱。”贾芹怒极，掌掴之声清脆。贾琏在井上听得真切，怒火中烧，正欲喝破，忽闻脚步杂沓，一簇火把自谷口蜿蜒而来。原来是李畹放心不下，暗遣庄丁十数人，循迹而至。贾琏大喜，挥手示意。众庄丁发一声喊，将破庙团团围住。井底二人惊惶失措，欲逃无路，只得束手就擒。\n\n押回草堂，时已向晚。贾琏命将二人缚于梅树下，取冷水浇头。贾芹、贾环见是贾琏，羞惭满面，低头不语。贾琏冷笑：“好侄儿，别来无恙？当年荣国府中，何等锦衣玉食，不思报本，反造孽无穷。今日有何话说？”贾芹强项，犹自嘴硬：“成王败寇，何必多言！”贾环却涕泗横流，叩首不已：“二哥哥救我！皆是芹哥儿怂恿，我一时糊涂……”贾琏怒极反笑：“救你？我若救你，那屈死女子之魂，夜夜空啼，谁来超度？”言罢，命人取纸笔，亲书一封，遣兴儿连夜送县。又嘱庄丁：“好生看守，明日官差来提，若走脱一人，唯你们是问。”\n\n当夜，贾琏独坐灯下，取出黛玉昔日所赠《风雨词》，反复展玩。平儿捧茶至，见状，轻声道：“二爷又思故人？”贾琏叹道：“昔日园中姊妹，如落花流水，今日连这两个孽障，亦将流水落花。天道循环，一至于此。”平儿亦低回不已。窗外，一轮残月，照得梅影横斜，似有无边幽恨。\n\n次晨，县差至，将贾芹、贾环锁去。沿途村氓，或掷瓦砾，或唾骂，二人俯首，如过街之鼠。后闻得县官鞫实，判贾芹斩立决，贾环绞监候。彼时刑律虽严，然市井亦传为快事，皆言“荣府遗孽，报应不爽”。贾琏闻之，无喜无悲，只对平儿道：“从此耳根清净。”\n\n此事既毕，西山草堂复归平静。然贾琏自此精神顿减，每于梅下独酌，醉辄长吟：“富贵转头，风流云散……”平儿忧之，却无计可施。一日，巧姐携子女来省，见父亲形容枯槁，不觉泪落。贾琏却喜，抚外孙之顶，笑曰：“好，好，吾家书香有继。”是日，平儿杀鸡炊黍，李畹亦至，草堂中一片天伦之乐。\n\n席间，巧姐道：“昨闻得京中旧仆，多有流落者。女儿意欲择其忠谨者，迎之来家，使各得其所，亦报旧德。”贾琏闻言，拍案称善：“我女仁心，不坠家风。”遂议定由板儿进城探访。\n\n数日后，板儿回，带来三人：一为林之孝家的，年逾六旬，鬓发苍苍，背已佝偻，然双目尚明；一为彩霞，昔年王夫人房中丫鬟，后被贾环强占，环败后无所依，形容憔悴，衣不蔽体；一为春燕之母何婆，孤苦无依，手提一破篮，内有几只雏鸡，咯咯作响。三人一见贾琏、平儿，跪地痛哭，泪湿尘土。贾琏忙扶起，道：“旧日主仆，休行此礼。自今而后，但将此间作故乡。”遂拨屋舍居住，分与菜畦、纺车，使各食其力。林家的善腌菜，彩霞工针黹，何婆会养鸡，不数月，居然小成。村人见之，皆叹贾氏虽败，余泽犹存。\n\n又一日，湘云忽至。仍是缁衣芒鞋，手执一琴，背负小笈，笈上插一枝野蔷薇，花瓣零落如血。众人惊喜，迎入草堂。湘云微笑：“贫道云游至此，闻得梅开如雪，特来一访。”贾琏知其意，亦不点破，只命平儿温酒。湘云却不饮，径至梅下，抚琴一曲，音调凄清，如泣如诉。巧姐携子女潜听，不觉痴了。曲终，湘云掷琴于火，合掌而笑：“尘缘已了。”次日，飘然竟去。后于西山绝顶，筑一草庐，人呼“琴冢”，每至风晨月夕，似有余音袅袅。\n\n贾琏晚年，益爱静坐。每于午后，独踞梅根石，展《南华》一卷，读至会心处，辄拈花微笑。平儿则于廊下纺绩，相顾无言，而两心默契。一夜，贾琏忽呼平儿至榻前，气息微促：“吾将逝矣。死后勿用棺椁，只以布囊盛身，葬我于梅原之上，使魂常护花。”言罢，含笑而逝，年七十有三。平儿哭倒，巧姐等奔赴，哀毁尽礼。遵遗命，筑土坟于梅原，碑题“梦梅居士之墓”。每岁忌日，梅开最盛，如泣如迎。\n\n后十年，平儿无疾而终，巧姐奉柩合葬。其时草堂已扩为数十间，子孙绕膝。彩霞嫁一村学究，生二子，俱入泮；林家的终老西山，年八十，含笑而逝；何婆以养鸡起家，竟至小康。李畹八旬时，犹杖藜看花，一日午睡，梦与贾琏对酌梅下，醒后无疾而终，人以为仙去。\n\n至若西山之梅，岁岁年年，花开如雪。村氓传言：月明之夜，常见一老叟携一老妪，徘徊花下，或闻吟哦之声，细听之，乃“浮生着甚苦奔竞，一枕槐安梦未醒”之句。后人遂于梅原建一亭，榜曰“梦梅”。亭柱有联，传为湘云手笔：\n\n> 梅魂一缕随流水，  \n> 琴韵千秋绕暮云。\n\n联句隽永，墨痕犹湿，似泪非泪。风过处，花影摇曳，恍若红楼一梦，悠悠未醒。\n\n诗曰：\n\n> 荣枯瞬息转头空，  \n> 剩有寒梅傲晚风。  \n> 孽海波翻沉恶魄，  \n> 慈云影护旧家风。  \n> 青山埋骨春常在，  \n> 白雪传香梦未穷。  \n> 莫道兴衰天不管，  \n> 冰轮照彻古今同。"
  },
  {
    "chapter_number": 107,
    "title": "大观园荒芜成败局 宝钗独坐凄冷守节",
    "content": "第107回：大观园荒芜成败局 宝钗独坐凄冷守节\n\n诗曰：\n繁华一梦冷斜阳，剩粉残脂吊夕阳。\n谁把贞魂埋废苑，空留香冢锁鸳鸯。\n\n且说西山草堂事了，巧姐率子侄辈扶柩归葬。是日也，天低云暗，梅林深处新添两座香冢，一冢镌“故荣国公贾公讳琏之墓”，一冢镌“故平氏之墓”，并书“结发同心，生同衾，死同穴”。梅枝低垂，似为二人拭泪；山风徐来，花片旋空，如缟素纷飞。送葬人众去后，风过林梢，落英如雪，唯闻杜鹃声里，一片凄凉。后人题咏，有“魂依疏影暗香里，不向东华踏软尘”之句，此系后话。\n\n按下西山不表，且说神京旧宅。自贾氏抄没，大观园易主，几经转售，终归内务府，收为行宫别苑。然圣驾久不临幸，内监惮远，岁久失修，遂令废瓦颓垣，荒榛蔓草，向之“芳园应锡大观名”者，竟成狐兔之窟。时维仲夏，溽暑蒸人，败荷零落，藕根蛀尽；昔日“荇叶渚”“芦雪广”诸景，惟剩一泓浊水，浮萍蔽天，蚊声成市。偶有野凫掠影，亦不过暂宿，旋即哀鸣而去。墙隅老苔，厚可盈寸，时有赤练蛇蜿蜒其上，鳞光闪处，冷逼行人。断井颓垣之间，蛛网纠结，蛛丝上犹黏旧时珠箔之碎屑，随风摇曳，如泣如诉。\n\n是日午后，残蝉噪树，斜阳穿破窗棂，照见蘅芜苑旧门。门上封条早经风雨剥蚀，字迹漫漶，惟“敕造”朱印尚留残红。阶苔滑碧，蛇蚓纵横。忽闻屐声细碎，一老妪披葛衣，提筠篮，自月洞门踽踽而来。非他，乃当年薛宝钗之侍莺儿，嫁后寡居，被遣归侍旧主。十年兵燹，音容憔悴，惟眉目间旧日伶俐犹存。莺儿行至苑外，先就石狮脚边放下蒲团，叩首默祝，低唤一声：“姑娘，莺儿来了。”\n\n门“呀”然自开，似有人内应。莺儿侧身而入，但觉冷香一缕，非麝非兰，若梅魂一缕，萦绕衣袂。穿回廊，过耳房，见正室帘垂落地，尘厚寸许。莺儿不敢遽揭，先就廊下拂石坐下，取出怀中油纸包，内系新蒸茯苓霜糕，尚温。又取一磁瓯，汲廊侧残井水，以袖拭净，置糕于上。方欲启口，忽闻帘内微叹，如丝如缕，莺儿心口一酸，跪启帘边，低声道：“姑娘，且用些点心，莫教身子吃亏。”\n\n良久，帘内有人应曰：“也难为你，还寻得来。”音虽弱，却清如戛玉。莺儿忍泪，掀帘半幅，只见室中幽暗，惟西壁一窗斜射淡日，照见宝钗背窗而坐，身披旧雪罗衫，鬓挽慵来髻，不施脂粉，肤光胜雪。手执一编《楞严》，面前小几，供白瓷观音一尊，炉烟细细，直上如线。地下铺青藤簟，簟上横一柄麈尾，斑斑皆是泪痕。莺儿不敢遽近，先以袖拂簟，再捧糕近前。宝钗微颔首，拈糕轻咬一口，仍置盘中，问：“外头日色如何？”莺儿道：“才过未初，蝉声聒耳，园里热得似蒸笼，惟此处尚凉。”宝钗点头，又问：“那棵老梅可还在？”莺儿闻言，泪珠滚落，道：“回姑娘，旧年雷击枯死，被匠役锯作柴薪，只剩一截根桩，长出几枝野蔷薇。”宝钗默然，半晌叹曰：“时也，命也。”\n\n原来薛家自抄没后，薛蟠瘐死狱底，薛蝌远戍岭南，音问杳然。母舅王子腾亦以军前失机赐死。宝钗孑然一身，蒙恩免罪，仍许归母家旧第，唯第宅半为兵马司圈占，仅余后园一角，与旧日大观园比邻。宝钗性本恬淡，自谓“金玉已空，尘缘未断”，遂请于内务府，愿守废园，为宫中织造梵帛，以赎先人之罪。府司许之，给薄薪二十金，岁给米十二石，听其自便。自此，宝钗移榻蘅芜苑，一住十载。日间纺绣，夜则诵经，外间虽传其“为未亡人守节”，然并无明文婚配，人亦无从置喙。\n\n莺儿见宝钗神思缥缈，欲慰无从，因从篮底取出一物，乃折叠小小画幅，展开却是旧日大观园图，乃惜春昔日所绘，后经兵火，辗转流落市肆，莺儿以五百钱购得。图已焦黄，边角残阙，惟潇湘、怡红、蘅芜三处尚可辨识。莺儿双手奉与宝钗，道：“姑娘且看看，权当消遣。”宝钗接过，展于几上，以指轻抚纸面，如触冰肌。忽指一处道：“此处‘凹晶溪馆’，当日我与颦儿夜联‘寒塘渡鹤影’之句，尚记否？”莺儿道：“如何不记得？姑娘还折了一枝芙蓉插瓶，我嫌那水腥，姑娘说‘芙蓉性冷，正好配冷月’。”宝钗微露笑意，旋又收敛，道：“彼时只道是寻常，谁料一劫之后，连冷月亦无。”\n\n二人正叙旧，忽闻廊下落叶簌簌，似有人踏枯叶而来。莺儿探头，见一老尼，鹑衣百结，手携竹篮，内盛野菜山蔬，却是拢翠庵妙玉旧日侍女，法名“幻住”。幻住自妙玉被劫后，逃匿民间，近因岁荒，亦投旧主园中，结一草棚于稻香村废址，种菜度日。幻住合掌道：“闻得薛姑娘在此，特献野蔌。”莺儿忙迎入，宝钗亦起身，以礼相接。幻住瞥见案上图，叹曰：“繁华一梦，早经蕉鹿。贫尼每夜坐棚头，望见园内磷火青荧，犹似当年灯火。”言罢，自篮中取出一束苦荬，数茎藜蒿，又有一纸包，内乃自晒梅花雪水，道：“聊供煮茗。”宝钗称谢，命莺儿收好。\n\n幻住复从袖中取出一旧帕，帕上血痕殷然，展视乃数行字迹，曰：“是那年妙公被掠时，遗落于庵后石隙，贫尼拾得，不识何字，闻姑娘博识，敢求一辨。”宝钗接过，反复审视，乃知是《离骚》数句，血书“固时俗之工巧兮，偭规矩而改错；背绳墨以追曲兮，竞周容以为度”，末书“潇湘旧主”四字。宝钗心头一震，知是黛玉手迹，血痕想是当年咯血所遗。因问：“此帕何以在拢翠？”幻住道：“彼时林姑娘偶来庵中与妙公论琴，遗而未觉。”宝钗默然，将帕折好，收于经卷之内，合掌念：“愿一切众生，离苦得乐。”\n\n幻住既去，日影西斜。莺儿收拾茶具，宝钗忽命取琴。莺儿讶道：“姑娘久矣不弹，弦恐蠹坏。”宝钗道：“不妨，试为我展之。”莺儿乃于壁橱取下锦囊，出古琴一张，乃当日宝钗所蓄“九霄环佩”，历年尘封，徽轸无恙。拂拭置几，宝钗略整宫商，轻拨数声，清越如戛冰，忽转幽咽。莺儿不敢问，但垂手侍立。宝钗低首抚弦，弹一曲《梅花三弄》，初弄“寒山翠袖”，尚觉幽闲；再弄“江城落照”，忽生萧瑟；至三弄“玉笛江城”，指下骤起裂帛之声，忽“铮”然一响，宫弦断绝。宝钗停手，凝思良久，自语曰：“弦断有谁听？”\n\n是夜，宝钗独坐灯下，取出血帕，再四展玩，泪滴帕上，血痕益鲜。因援笔于帕角题一绝云：\n\n绛珠仙魄渺难招，冷月空埋旧柳条。\n一自潇湘人去后，更无诗思到今朝。\n\n题罢，就灯上焚之，火舌才触，忽化作白蝶一双，翩翩穿窗而去。宝钗怅然，伏案少寐。莺儿潜取单衾，为覆其肩，亦倚壁盹睡。\n\n次晨，内务府忽遣一内监至，传谕：宫中以织造梵帛有功，赐薛氏白银五十两，彩缎四端，并许其自选废园隙地，以广居止。内监去后，莺儿喜形于色，道：“姑娘苦尽甘来，何不将蘅芜苑略加修葺？奴婢昨日见后墙塌了一角，野狐出没，殊为可虑。”宝钗淡然道：“随缘而已，不必妄动土木。”遂取银十两，令莺儿召工匠，仅补颓垣，不增华饰。余银尽付幻住，令周济贫尼。又取彩缎一端，命莺儿剪作数幅，缝成僧衣，分赠园中乞食贫女。莺儿不敢违，暗中却自留一幅，裁为小衫，欲奉宝钗。宝钗知之，亦不责。\n\n又过数日，正值溽暑，午后忽大雨，雷电交作。宝钗方诵经，忽闻窗外扑通一声，似有重物坠地。莺儿撑伞出视，见一少年倒卧泥水，衣衫破碎，面庞被雨洗得苍白。莺儿惊呼，宝钗亦出，命扶入室。少年气息奄奄，惟胸前微温。莺儿以热汤灌之，少顷，少年微呻，睁眼视人，泪如雨下。宝钗细审，似曾相识，却不敢遽认。少年哽咽曰：“婶娘，我乃贾兰之仆小舍儿也。”\n\n原来贾兰蒙恩起复，官至工部侍郎，因督修河工，积劳染疫，卒于任所。家眷扶柩归里，路经神京，小舍儿素感旧恩，私来大观园寻迹，欲拾一抔故土，以殉主人。不料被暴雨所困，昏眩坠墙。宝钗闻之，潸然泪下，抚其背曰：“痴儿，主仆大义，古今所重。然死易立孤难，汝当存此身以延贾氏一脉祭祀。”乃留之养病，命莺儿延医调药。小舍儿感泣，愿削发为僧，长侍左右。宝钗不许，只令暂居草棚，与幻住同处。\n\n雨霁云收，残虹挂空。宝钗登苑后土坡，望见稻香村废井旁，有老槐一株，枯而复荣，枝柯覆井，如盖。宝钗心念一动，回室取铁锹，亲至树下掘土，得石匣一具，启视乃李纨昔年埋下的“稻香村图记”并诗卷，皆蠹痕斑驳。诗卷末页，有李纨手书小字：“留待后人，毋忘稼穑。”宝钗捧卷长叹，知是因果循环，遂命莺儿、小舍儿共抬石匣，移置蘅芜苑，建一龛供奉，朝夕焚香。\n\n自此，宝钗每晨必至树下，汲井泉灌溉野蔬，躬亲操作，不以为苦。暑退凉生，园中萤火明灭，似替旧日繁华作证。一夕，宝钗独坐井栏，忽闻笛声呜呜，随风而至，其调甚哀。宝钗谛听，知是幻住吹《折杨柳》，乃口占一绝，倩莺儿书于井亭：\n\n荒园萤火照空廊，折柳声中断客肠。\n莫问荣枯天外事，一灯如豆证沧桑。\n\n诗成，幻住亦至，相与抚掌，一笑而罢。\n\n岁月荏苒，转瞬秋尽。西山草堂巧姐遣人报来：岁贡梅蕊雪一车，以供煮茗。宝钗受之，分半赠幻住，半自留。雪夜，宝钗拥炉独坐，忽忆当年“琉璃世界白雪红梅”之景，取雪煮茶，茶香清冽，如咽冰丝。忽闻窗外簌簌，似有女子低吟“质本洁来还洁去”，启窗视之，惟见雪花飞舞，并无踪影。宝钗心知黛玉魂至，合掌默诵《往生咒》。\n\n次岁春回，莺儿采得园内第一朵野蔷薇，插于净瓶，奉与宝钗。宝钗视之，良久曰：“此花颜色，颇似昔日宝兄弟冠上之绛绒。”言未毕，泪已盈睫。莺儿恐其过伤，因转语曰：“姑娘可知，昨夜墙外有贩售旧书者，奴婢购得一册《西厢》，乃旧日怡红院故物，卷尾尚有宝二爷手题数行。”宝钗急取视之，果见宝玉墨迹，题曰：“茜纱窗下，我本无缘；黄土陇中，卿何薄命。”宝钗掩卷痛哭，泪湿衣襟。莺儿跪劝曰：“姑娘珍重，莫教旧痛侵损玉体。”宝钗收泪，叹曰：“情字一关，谁能勘破？我之守节，非为虚名，乃欲留此残生，为诸姊妹作一香火之缘耳。”\n\n是后，宝钗日课纺绣，夜则诵《楞严》《金刚》，暇时训莺儿、小舍儿以诗词，令抄录旧日诸姊妹遗稿，编为《红香小谱》，藏于石匣。每值朔望，则设香案，供诸稿于上，拜而祝曰：“愿芳魂不昧，早证莲台。”幻住闻之，亦来助诵，园中因名其处曰“香冢”，冢前石碑，宝钗亲书“千红一哭，万艳同悲”八字。\n\n光阴弹指，又过三载。一夕，宝钗梦入幻境，见一司花女仙，衣绛绡，持芙蓉，招之同行。宝钗问：“何往？”女仙笑而不答，但指前路。俄至一处，琼楼玉宇，珠帘绣幕，似曾相识。忽闻笙歌细细，一丽人迎出，视之乃黛玉，笑靥如初，执宝钗手曰：“姐姐来迟，诸姊妹候久矣。”宝钗方欲问讯，忽闻鸡唱，惊醒，惟见残灯半明，窗外晓星几点。宝钗知大限将至，乃召莺儿、小舍儿、幻住至榻前，嘱曰：“吾逝后，当葬我于稻香村老槐之侧，无棺椁，无衣衾，以白布裹身，面朝西方，足踏净土。吾平生所蓄，尽散贫人，汝等各寻生路，毋为旧主所累。”众人泣受命。\n\n越数日，宝钗晨起，沐手焚香，更衣跌坐，念偈曰：\n\n一切有为法，如梦幻泡影。\n如露亦如电，应作如是观。\n\n念毕，垂眉而逝，神色如生，年四十有七。莺儿等遵遗命，葬于槐侧。未匝月，老槐忽枯，次年春，枯根旁茁新枝，一枝五叶，青翠异常。人以为异，因名其地曰“贞木庐”。后五十年，有高僧过此，指槐而言曰：“此树乃薛氏精魂所化，叶叶皆般若。”言讫，合掌而去。\n\n后人过废园，但见荒烟蔓草间，一碑屹立，苔藓斑驳，惟八字可辨。有好事者题诗碑阴，诗曰：\n\n繁华事散逐香尘，流水无情草自春。\n莫问荣枯与今古，一灯红泪照空轮。\n\n诗后又附小引，略述宝钗守节始末，末署“东海布衣悼玉生题”。其后屡经兵燹，碑亦倾圮，惟八字常新，每风雨之夜，隐隐有光，人以为神。好事者或于月下见一女子，衣雪罗，执白芙蓉，徘徊槐侧，或闻琴歌数阕，音细如丝，随风而散。遂相戒不敢犯其地，而“贞木庐”之名，遂与西山“梦梅亭”并传于世。\n\n正是：\n\n冷月葬诗魂，芳园余旧恨。\n贞槐垂古绿，香冢锁愁痕。\n欲知后事如何，且听下回分解。"
  },
  {
    "chapter_number": 108,
    "title": "宝钗终了无望之爱 贾兰中式重振家声",
    "content": "第108回：宝钗终了无望之爱　贾兰中式重振家声\n\n仲夏既尽，残暑犹蒸。蘅芜苑外，老槐枯枝如铁，忽吐数点嫩芽，映着斜阳，恰似绛珠泣血。风过时，叶影筛金，碎光点点，洒在苔痕上，恍若旧时姊妹踏花行处。宝钗素衣缟袂，倚廊而坐，膝横一架焦尾，指下《忆故人》一曲未成，忽觉弦涩，心口微痛。她抬眸望槐，知是气机已尽，便止弦不语。廊外残荷半亩，早无翠盖，惟余败梗欹斜，泥水间时有蛙鼓，似替人叹息。\n\n莺儿捧一盏新汲井水，悄立帘边，不敢遽进。她鬓边已添霜华，眉目却仍似当年小鬟。宝钗回首，微微一笑，那笑极淡，如将散之烟：“你且放案上，我润润喉。”莺儿依言，却见夫人唇色灰白，指尖微颤，心下一酸，几欲坠泪。宝钗以帕掩口，轻咳数声，帕上便沾几点猩红，她却从容折起，纳入袖中，道：“前日幻住送来的龙井可还有？”莺儿道：“只余半两，奴婢省着，，未敢擅动。”宝钗点头：“明日祭潇湘，用那水瀹一盏，也算完我一桩心愿。”\n\n是夜，月色如银，照破窗棂。宝钗命莺儿移琴至庭心，自焚一炷返魂香，香烟袅袅，直上重霄。她抚弦再鼓《秋塞吟》，声未数句，忽闻墙外有剥啄之声。莺儿惊起，隔门问：“谁？”一苍老妇人应曰：“旧日侍书，求见姑娘。”宝钗微愕，旋即省悟，乃李纨昔年丫鬟素云，因道：“快请。”\n\n素云披一领蓝布斗篷，鬓发如蓬，入门便跪，哽咽不能语。宝钗亲手扶起，借月光细审，见其目肿如桃，手枯如柴，心下恻然。素云泣曰：“奶奶临终有言，若见姑娘，代致一语：‘稻香村图记’内夹一纸，乃大奶奶昔年所作《绝命诗》，嘱姑娘焚于灵前，使幽魂得归离恨天上。”宝钗闻言，心中雪亮，知李纨亦早萌死志，只缘孤儿未立，强延旦夕。今贾兰既殁，母心已碎，遂叹曰：“我与大嫂子同命，今当践诺。”遂命莺儿秉烛，亲至神龛前，启匣取图记。纸色微黄，墨痕犹湿，题曰《绝命诗》：\n\n“稻香旧梦冷如灰，  \n织素空怜结子稀。  \n兰芽一折根犹在，  \n不向春风怨落晖。”\n\n宝钗读罢，泪凝于睫，却无一滴落下。她取火石，就香头点燃，纸灰翻飞，似黑蝶穿帘。素云复叩首，袖出一物，乃贾兰临终手书，血迹斑驳。宝钗展视，上书：“兰不孝，先母而逝，负祖母、负母亲、负祖宗。倘魂有知，愿为厉鬼，驱河伯，护堤岸，以赎前愆。”字迹欹斜，想见握管时手颤心痛。宝钗闭目良久，叹曰：“痴儿，痴儿！你母既去，你亦何忍独留？”遂取素帛一方，以血和墨，书“兰侄英魂”四字，与兰书同置龛中，供以清茶一盏，白饭一盂。\n\n素云哭拜毕，告辞欲去。宝钗问：“今后何依？”素云惨笑：“老身将往西山，与巧姐同守墓田，了此残生。”宝钗不再挽留，命莺儿取碎银十两相赠。素云去后，庭空露冷，香烬成灰。宝钗倚栏，忽闻槐上鸟啼，声如“不如归去”，心口一震，知大限已近。\n\n次日五鼓，宝钗盥栉更衣，着旧日蜜合色纱衫，外罩月白比甲，髻上只插一支白玉钗——乃昔日贾母所赐。她唤莺儿、幻住、小舍儿至榻前，命取平日抄录之《红香小谱》及诸姊妹诗稿，分作三束：一束付莺儿，令择日鬻于书肆，得金以济贫尼；一束付幻住，焚于西山水月庵前；一束则与小舍儿，令埋老槐根下，为花神供养。又取匣中金珠，按亲疏厚薄，分赠三人，无一遗漏。最后，她自解项间金锁，摩挲良久，叹曰：“冷香丸已尽，此锁亦当随我同冷。”遂命莺儿以红绡包好，置棺内枕畔。\n\n吩咐既毕，日已三竿。宝钗忽觉神清气爽，自扶婢肩，缓步至槐下。老槐枯枝忽簌簌作响，若相迎迓。她盘膝趺坐，面北长诵《金刚经》，至“一切有为法，如梦幻泡影”处，声渐低微。莺儿等屏息侍侧，惟闻风过槐叶，沙沙若雨。俄顷，宝钗唇角微扬，一缕香魂，已随金乌西坠。莺儿抚其腕，脉息全无，却觉指尖犹温，泪乃倾盆而下。幻住合掌念佛，小舍儿跪地叩首，额上血珠与泪交迸。\n\n是夜，月色转晦，乌云四合。忽有白光自槐顶冲霄，照见宝钗素影，冉冉升空，衣袂飘扬，似返瑶台。俄而雷声隐隐，大雨如注，洗得废园尘尽，残荷挺立，宛若新沐。雨霁，老槐枯枝尽活，抽条布叶，顷刻成荫，香闻数里。乡人异之，号为“贞木”，筑庐其侧，岁时祭祀，香火不绝。\n\n且说贾兰客死河工之讯，辗转传至京中。彼时内务府已撤废园看守，地归官卖，却无人敢购，皆以“鬼魅昼出”为惧。惟有一老吏，姓余名庆，昔年曾受贾政一饭之恩，闻兰遗柩尚停破庙，心恻然，乃具呈请归葬祖茔。部议未允，适值今上东巡，阅河工灾册，见“贾兰”之名，忆起先皇曾赞其“少年勤谨”，遂破格允之，并赐祭田五十亩，以旌忠魂。余庆奉旨，雇舟载柩，溯流北上。舟过扬州，有老尼登船，自称“水月庵净慧”，袖出一卷，乃宝钗手抄《红香小谱》，言：“昔年薛氏女托老衲，言若贾氏有返魂之日，当以此卷相付，使英灵知旧盟未冷。”余庆拜受，置柩侧，一路诵念，舟行无波。\n\n及至京口，风浪忽作，舟人惊惧。柩上忽现白光，隐隐有书声琅琅，风浪遂息。众以为异，更兼程抵京。时莺儿已遵遗命，将宝钗薄葬槐侧，只一丘黄土，无碑无铭，惟植素心兰一丛。余庆至，哭拜于墓前，以《红香小谱》殉柩侧，又请旨合葬贾兰于右。旨下，礼部议谥贾兰曰“勤愍”，薛宝钗曰“贞惠”，并建祠墓南，春秋致祭。\n\n是年秋闱，忽有少年姓贾名棻者，自云政公曾孙，幼随母舅流寓江南，今归应试。人疑其伪，及开卷，书法酷似贾兰，策问条陈河务，切中窾要，主考大惊，录为解元。殿试复擢一甲第二，赐进士出身。棻入谢恩，涕泣陈情，言：“臣本寒微，赖母舅以《四书》《五经》课读，又以先姑母薛氏《红香小谱》教之，始知忠孝廉节。今得微名，愿赎先世之愆。”帝闻而悯之，授翰林院编修，赐宅西城，俾奉母居。棻迎母至京，母即贾兰侧室柳氏，昔年怀孕被逐，流落江南，今白发重归，抚柩大恸。棻又寻莺儿、幻住、小舍儿，迎养祠中，使守香火。废园一隅，遂渐葺为“贞惠祠”，游人过者，莫不欷歔。\n\n越明年，老槐开花，色若丹霞，香闻十里。有书生夜过，见一素衣女子，倚树低吟：“好风凭借力，送我上青云。”转瞬不见。次日，槐花落尽，枝枝血泪。书生感其事，作《贞槐行》一篇，传诵都下。其辞曰：\n\n“贞槐亭亭覆古丘，  \n香魂夜夜月中游。  \n素衣不恋繁华梦，  \n冷露偏滋劲节幽。  \n昔日金钗埋碧草，  \n今朝玉树映清流。  \n欲将离恨凭谁诉？  \n万叠烟云一笛愁。”\n\n诗成，忽有白鹤自天而下，衔诗而去，不知所之。后人遂于祠前建“鹤归亭”，以志灵异。而“千红一哭，万艳同悲”之碑，至今犹存，风雨剥蚀，字迹愈显。月夜过者，或闻女子哭声，或闻男子长叹，相与传说，遂成《红楼》余韵，绵绵不绝。\n\n诗曰：\n\n槐火空传冷麝香，  \n断弦犹护旧宫商。  \n三生石上魂归处，  \n一片贞心化夕阳。  \n莫问繁华何日歇，  \n且看劲节自凌霜。  \n留得余香埋碧血，  \n春风岁岁到祠堂。"
  },
  {
    "chapter_number": 109,
    "title": "惜春庵中听雨悟道 妙玉残魂入太虚境",
    "content": "第109回：惜春庵中听雨悟道 妙玉残魂入太虚境\n\n却说自贞惠祠落成，荣宁旧园虽经兵燹，亦渐有游人至。每至秋夕，祠前老槐金粟万点，风来如雨，香气袭人。士女或焚香，或题壁，或歌《贞槐行》，凄婉之声与暮鸦相和，不绝于耳。然园之西北隅，栊翠庵一带，榛莽没膝，苔封石径，惟老尼伴云与一垂髫小鬟枯坐。庵门昼掩，钟声寂然，似别有一天地。\n\n是岁七月既望，溽暑未阑，忽连朝秋雨。檐溜如绳，庭蕉碎响。老尼伴云晨起，见佛灯犹晕，蒲团之上，惜春跌坐，手执《楞严》一卷，目似瞑而未瞑。伴云低声唤\"姑娘\"，惜春不应，惟见睫毛上缀雨珠数点，映灯作琥珀色。老尼叹曰：\"又入定了。\"遂携小鬟洒扫。未几，云脚低压，山雨欲来，庵后修篁万竿，戛然齐鸣。忽一阵风过，竹梢斜卷，雨脚如麻，穿窗扑面。惜春微启星眸，轻诵曰：\n\n\"一切有为法，如梦幻泡影，如露亦如电，应作如是观。\"\n\n诵罢，合卷长吁。小鬟名唤洗尘，年才十二，捧一盏粗砂苦茗进曰：\"姑娘，茶温正好。\"惜春接盏，指尖微颤，盏中水纹细皱，似含无限旧事。她举盏未饮，先向窗外一呷，那雨丝竟穿牖而入，点入盏心，滴作一圈圈涟漪。惜春低语：\"此一滴，自潇湘馆檐角来，自芦雪广梅枝来，自凹晶溪笛孔来，自...\"言未竟，忽闻庵外有屐齿踏苔之声，细碎而迟。洗尘趋启门，只见一缁衣道姑，鬓边银丝星星，面如寒玉，手携青竹杖，杖头悬一绛纱小囊，雨珠沿囊而下，其色殷然。洗尘惊呼：\"妙师父！\"\n\n惜春闻声，手中茶盏几堕，急起迎于檐下。那道姑妙玉，昔日栊翠庵之主，自抄家后漂泊无据，今忽至此。二人四目相对，妙玉先启唇，声涩如锈琴：\"四姑娘，一别十年，尘劫历尽，汝犹认得我？\"惜春凄然，欲拜，妙玉以杖止之。二人携手入殿，佛灯一盏，照见妙玉眉间一点朱砂，似旧日供佛之绛蜡泪痕。伴云亦来问讯，妙玉但颔首，不交一言。\n\n殿外雨骤，檐溜如瀑。妙玉解下绛囊，出一物，乃半片羊脂玉玦，缺口参差，映灯若凝冰。惜春识得，乃当日栊翠庵中旧物，曾用以镇纸，不知何以碎裂。妙玉摩挲良久，叹曰：\"昔我自持冰清，视众生如俗垢，不知垢净由心，劫随念起。此玦之缺，即我心之缺也。\"言罢，忽闻殿角铁马叮当，似远似近。妙玉侧耳，曰：\"雨中有琴声。\"惜春亦闻之，泠泠七弦，如怨如慕，非蕉窗雨声，实自庵后石壁出。二人相携循声，转过回廊，见石壁下苔封一洞，洞口藤萝垂蔓，琴声自此出。妙玉以杖拨蔓，洞黝然，深不可测。惜春取佛前琉璃灯照之，灯焰摇摇，映洞壁有字，蝌蚪纵横，似篆非篆。妙玉低诵，乃《太虚幻境铭》残句：\"假作真时真亦假，无为有处有还无。\"诵未竟，琴声忽止，洞内一缕幽香，非兰非麝，沁人如醉。惜春觉心头一空，似万缘俱寂。妙玉却面色转赤，喉间微喘，倚杖曰：\"我闻此香，知劫数至矣。\"\n\n是时，洗尘忽自殿前奔来，气喘曰：\"姑娘，方才山门自开，有一女尼，披大红猩猩毡，面覆轻纱，立雨中，呼妙师父名，转瞬不见。\"妙玉闻言，微笑曰：\"彼来接引耳。\"遂携惜春返殿，命伴云设座，自抚旧琴，鼓《忆故人》一曲。弦声凄咽，与檐雨相和。曲终，妙玉推琴而起，曰：\"吾将行矣。四姑娘，汝欲随我观一境界否？\"惜春合掌曰：\"愿随师。\"妙玉乃解杖上绛囊，出一丸绛雪，大如龙眼，令惜春含之。又取惜春所诵《楞严》，以朱笔于卷尾书一\"空\"字，字小如豆，而血殷透纸。书罢，掷笔，灯焰骤青，殿中物影俱碧。\n\n忽闻霹雳一声，殿瓦皆鸣。雨势倒卷，若有无形之手，揭去庵顶。惜春但觉身轻如叶，与妙玉携手上升，穿云而过。下方栊翠庵，渐渐缩如粟米，须臾不可复见。四顾茫茫，惟见云海翻银，中有虹桥一道，栏楯皆七宝嵌成，栏外琪花瑶草，色夺人目。妙玉指桥曰：\"此'离恨天'之栈，昔警幻所居，今吾等一过。\"言未竟，桥那头有女子歌声，清婉欲绝：\n\n\"一个是阆苑仙葩，一个是美玉无瑕...\"\n\n惜春闻之，心口如刺，忆此乃旧日怡红院中所闻《枉凝眉》曲。妙玉叹曰：\"曲中之人，已归太虚；歌者，乃警幻侍女，名'兼美'，今来接引。\"俄见一丽人，衣鲛绡之衣，系五色宫绦，冉冉而来，向妙玉裣衽曰：\"大士别来无恙？幻境已非旧观，请移玉趾。\"妙玉答礼，牵惜春同行。桥尽处，现一石坊，旧题\"太虚幻境\"四字已漫漶，惟\"幻境\"二字，朱漆如新。坊侧立一石兽，形似狮而独角，目闪磷光。兼美以袖拂兽背，兽口吐青烟，烟中现一画轴，徐徐展看，乃大观园全图，却见楼台倾圮，花木凋零，惟有潇湘馆翠竹犹青，蘅芜苑老槐再花。惜春欲近看，妙玉止之，曰：\"此皆空花，不可驻目。\"\n\n穿过石坊，别有天地：云霞烂然，宫阙参差，不似人间金碧，却似冰绡玉蕊堆成。一行白鹤，衔灯而过，灯上各书\"绛珠\"\"神瑛\"\"蘅芷\"\"蕉客\"等字。惜春私念：\"此皆旧日姊妹名号，何得在此？\"妙玉似知其意，曰：\"人各一灯，灯灭缘尽，今将返本归真耳。\"言次，至一殿，额曰\"薄命司\"，门半掩，内有女子哭声。惜春欲入，妙玉曰：\"此非汝境。\"强挽之趋右廊，至一小阁，帘旌低垂，上书\"栊翠\"二字。惜春骇曰：\"此岂师旧居耶？\"妙玉微笑不答。阁门自开，内陈一几一琴，炉烟袅袅，案上供玉玦一片，与妙玉囊中半片缺口吻合。妙玉取半片合之，玦忽化白虹，绕阁三匝，复聚为人形，乃妙玉自身，衣履皆素，向座上妙玉稽首，曰：\"尘劫之身，谢君携归。\"座上妙玉亦答拜，曰：\"幻中之幻，幸早回头。\"言罢，二人合为一体，光焰四射。惜春目眩，伏地良久。\n\n既起，妙玉形容顿异，眉间朱砂化一圆月，皎然如昼。阁后忽开一窗，窗中现一湖，月色正圆，湖心一舟，独坐一女，披发抚琴，身影极似黛玉。惜春欲呼，妙玉止之曰：\"此绛珠返魂，未合相见。\"忽湖心起风，吹折舟上琴弦，声如裂帛，女遂抱琴而沉。月亦随堕，湖水尽赤。惜春惊怖，妙玉以袖掩其目，曰：\"情至幻灭，灭处无生。\"\n\n俄闻钟磬齐鸣，一队金童玉女，持幢幡自天而降，迎妙玉曰：\"大士功行已满，请归莲座。\"妙玉回顾惜春，曰：\"汝尚有十年尘缘，姑返。\"惜春泣曰：\"师既超升，我宁独留？\"妙玉解颈下一串伽楠念珠，系惜春腕，曰：\"持此可度厄。\"又以指画惜春眉心，作一点朱砂，曰：\"十年后，当于此处相见。\"言罢，乘云冉冉，与金童玉女俱杳。\n\n惜春欲追，失足堕空，大叫而醒，仍在栊翠庵佛殿。殿灯半昏，雨声已歇，檐溜犹零。洗尘伏膝而寐，伴云倚蒲团打鼾。惜春抚膺，伽楠念珠在腕，眉心一点朱砂，沁凉入骨。案上《楞严》卷尾，朱书\"空\"字，墨痕犹湿。窗外老槐，宿雨未晞，月光穿云，照见满地碎玉，乃妙玉旧玦，已片片化霜，触手即融。惜春合掌低诵：\n\n\"觉后空空无大千，个中消息付啼鹃。\n\n槐花落尽庵门掩，一杵残钟咽暮蝉。\"\n\n次日，伴云早起，见惜春独坐阶前，以伽楠念珠穿雨丝，串作一圈，悬于槐枝。洗尘问曰：\"姑娘何往？\"惜春微笑曰：\"寻师。\"遂脱缁衣，换一领旧日素罗衫，系以玄绦，飘然出庵。行不数武，回视庵门，已隐雾中，惟闻铁马摇风，似远似近。\n\n后十年，有樵者入山，见一比丘尼，面如满月，眉心一点朱砂，趺坐石洞，洞口老槐，花开如雪。樵者叩首，尼不答。及返，复寻之，洞已封，惟余伽楠念珠一串，贯以枯槐之荚，随风摇荡。樵者携归，献贞惠祠。是夜，祠中人俱梦妙玉、惜春携手至，笑而不言。旦视老槐，花尽落，结子累累，其色若泪。\n\n后人因于槐下立石，镌二语：\n\n\"槐梦醒时人不见，庵门深锁雨声寒。\"\n\n诗曰：\n\n槐火空传劫后灰，雨声犹在旧琴台。\n\n三生石上魂归处，一片秋云渡水来。"
  },
  {
    "chapter_number": 110,
    "title": "宝玉道破浮生幻景 宝钗寂寞病榻含悲",
    "content": "第110回：宝玉道破浮生幻景 宝钗寂寞病榻含悲\n\n却说妙玉既归太虚，惜春亦飘然远引，旧园西北隅栊翠庵自此尘封。秋雨既霁，残阳半挂檐际，照见阶苔斑驳，蛛网垂丝，一缕余香犹绕佛龛，似泣似诉。庵外老槐经风，簌簌坠叶，打窗有声。隔溪樵子遥闻梵唱，只道山灵自语，却不知是庵中旧日木鱼，尚带十年尘劫余响。\n\n是时荣府旧园，惟西南一带尚存残垣。大观楼倾圮已久，潇湘馆瓦冷烟荒，蘅芜苑香草埋径，惟有稻香村一带，稻畦尚绿，鸡犬犹闻，皆因李纨母子未随流寓，仍居于此，聊以守先人丘墓。其余诸景，或成狐兔之窟，或供樵苏之薪，繁华影事，散入寒烟衰草，不可复问。\n\n且说宝玉自那日太虚幻境一游，归来便觉神思恍惚。彼时妙玉以伽楠念珠付惜春，宝玉亦于薄命司前，得睹诸姊妹名灯，灯上血泪犹湿，照见自己影子亦在灯后摇曳，似欲说话。宝玉心惊，欲返身回避，却被一僧一道拦住，道：\"尘缘未断，空花难舍，再迟一劫，悔之晚矣！\"宝玉方欲叩问，忽闻一声玉磬，震破幽梦，醒来仍在怡红旧榻，衾枕犹温，而窗外雨脚如麻，芭蕉滴沥，声声似敲心腑。宝玉自此常对长空自语，或哭或笑，人皆以为疯魔，惟宝钗暗中心折，知其必有深故。\n\n是年七月既望后，暑退凉生，宝钗旧疾复作。先是因抄检之惊，继以母兄远谪，复闻黛玉之殁，哀毁骨立，虽强自持，而病根已伏。今秋气一肃，咳嗽转剧，胸膈若堵，每夜亥子之交，必咯血数升，殷红斑斑，染透鲛绡帕。莺儿侍疾在侧，日以泪洗面，李纨亦遣兰哥儿时来省视，煎药调羹，亲如骨肉。\n\n这日午后，宝钗倚枕小寐，忽觉一缕风来，帘旌微动，似有香气，非兰非麝，冷沁心骨。睁眸看时，却见宝玉悄立榻前，衣履犹湿，鬓边尚带雨痕，神色湛然，迥异往日。宝钗欲起迎，宝玉以指按唇，低声道：\"姐姐莫动，听我一言。\"宝钗见其眸中若有秋水千顷，澄澈无滓，心下亦不觉宁静，遂倚枕颔首。\n\n宝玉移近绣墩，徐徐坐下，自怀中出一方旧帕，帕上点点暗红，似血非血。宝钗识得是昔年黛玉拭泪之帕，因问：\"此物何从复得？\"宝玉叹曰：\"幻境中，潇湘妃子亲手授我，言'泪债今偿，君其珍重'。我方悟昔年绛珠之说，非虚非实，不过情至一往，结成幻缘。今日特来与姐姐剖此一梦。\"\n\n宝钗闻言，心口微酸，强笑道：\"人之常情，何劳挂齿？你且自保重。\"宝玉摇头，声音愈低：\"姐姐之病，非关风寒，乃系千情万绪，郁结于中。我亦同病，然今已窥破，愿以所见告姐姐，或可破执。\"遂将幻境中事，自离恨天至灌愁海，自薄命司至栊翠旧阁，一一详述，语语如绘，字字含霜。\n\n宝钗初犹静听，听到\"诸姊妹名灯\"一节，泪已盈睫；再听到\"妙玉归空，惜春再隐\"，不觉长叹一声，似将胸中块垒，尽付一声叹息。宝玉又言：\"灯上诸名，皆我辈冤业。我昔谓'女儿是水做的骨肉'，今方知水亦可以溺人。溺而不返，遂为泪海。姐姐素以冷香丸自医，然冷香能疗肺热，不能疗心热；若能以空香疗心，则何患不瘳？\"\n\n宝钗听到此处，忽觉胸臆一清，如冰丝一缕，透入肺腑，连咳亦止。因抬眼细视宝玉，见其神色虽静，却带一种洞彻之痛，如秋月映水，清极反寒。宝钗低声道：\"听君一夕话，胜我十年书。然我病在心，君病在神，我尚可药石，君将奈何？\"宝玉微笑不答，但拈起枕畔一束素丝，系作同心结，复解之，丝散如雪，因口占一偈曰：\n\n\"结亦丝，解亦丝，\n一缕游丝绕太虚。\n丝尽情空人不见，\n空王殿上雨如珠。\"\n\n偈毕，忽闻窗外一声秋雁，哀唳长空，宝玉起身，向宝钗深深一揖，道：\"今夜当别，姐姐珍重。\"言讫，转身欲行。宝钗急呼：\"你往何处去？\"宝玉回头一笑：\"从来处来，往去处去。\"声犹在耳，人已穿帘而出，步履无声，如一缕烟，一缕风，转瞬不见。\n\n莺儿方提药罐进来，见宝钗独倚绣枕，泪痕满面，却带微笑，惊问：\"奶奶，宝二爷适才在此，怎的不见了？\"宝钗怔忡良久，叹曰：\"痴丫头，你何尝见什么宝二爷？不过是梦中影子，随风散去。\"语虽如此，却觉胸臆清朗，喉间血腥味竟淡。自起临镜，见眉心一点朱砂，隐若红痣，不知从何而来。心下暗惊，遂秘而不言。\n\n是夜，宝钗竟得安睡，梦魂杳渺，似至一桥，桥下水碧如玉，两岸垂杨，絮飞如雪。宝玉戴笠披蓑，独立桥头，向彼招手。宝钗欲前，忽见妙玉自水际踏莲而来，衣袂生风，向宝钗合十，道：\"十年重会，君其毋忘。\"言讫，与宝玉携手同登一叶莲舟，舟随波逝，转瞬不见。宝钗欲呼，觉喉间一缕冷，直透丹田，遂醒。窗纸已白，檐鸟初啼，枕边残灯半烬，尚有余温。\n\n自此，宝钗病势日减，咳嗽渐稀，血色亦淡。李纨闻之，欣然来视，携自制桂花糖腌小橄榄以馈。宝钗笑谢，亲起煮茶，与李纨对坐窗下。李纨见其神气清越，眉间隐有霞彩，因问：\"近日服何妙剂，竟得如此速效？\"宝钗微笑不言，转问贾兰功课。李纨叹曰：\"兰儿近读《南华经》，颇有出世之想，我恐其蹈乃叔覆辙。\"宝钗莞尔：\"世间安得许多覆辙？各人有各人的舟，渡与不渡，皆是前因。\"李纨闻言，心中一动，亦不再问。\n\n且说宝玉自那夜别宝钗后，踪迹杳然。次日莺儿遍寻不见，报与王夫人，阖府鼎沸。王夫人哭至昏晕，贾政亦遣人四处寻访，只于沁芳桥畔拾得旧日通灵玉一枚，玉色已黯，裂纹纵横，如血丝缕缕。贾政捧玉大哭，知子已弃红尘，无可奈何，惟命设灵于家庙，招魂而祭。是日风雨交作，白幡翻空，纸灰如蝶，随风旋舞。宝钗扶病来吊，独不泣，但拈香三拜，默无一语。王夫人哭问：\"我儿何去？\"宝钗低答：\"他自有去处，太太休悲。\"王夫人愈恸，昏仆于地。\n\n丧事既毕，家中日渐萧索。贾政屡奉严谴，家产荡然，惟赖李纨母子纺织度日。湘云夫婿亦卒，孑然归来，与宝钗、李纨同居稻香村，三人对影，互为扶持。每至夜阑，湘云拨灰煮酒，李纨剪灯话旧，宝钗倚窗刺绣，灯花如豆，照见壁上旧日海棠诗稿，墨痕犹湿。湘云饮至微醺，拍案高歌：\"寒塘渡鹤影，冷月葬花魂！\"歌声未阕，泪已潸然。李纨亦泣，宝钗独含笑劝曰：\"逝者已矣，生者如斯。且尽此一杯，莫负良夜。\"\n\n流光荏苒，转瞬又届十年。是岁立秋后，稻香村一夕大火，风烈火猛，茅檐竹舍顷刻成灰。幸得村人奔救，三人仅以身免，仓皇之际，宝钗惟抱一小匣出，匣中无他物，只伽楠念珠一串、旧帕一方、及当日宝玉所系同心结残丝一缕。火后，李纨、湘云议他徙，宝钗笑曰：\"我自有去处。\"是夜，乘月独往西北山，至栊翠庵故址，但见洞门自开，幽径无尘，遂投身而入。洞口旋合，苔藓封阶，翌日樵者过之，惟闻一缕檀香，自石罅透出，经旬不散。\n\n后李纨、湘云遍寻不得，乃于稻香村旧址结茅为庵，奉佛长斋。每至中元，设盂兰盆会，遥祭诸亡者。是夜，月明如昼，湘云于河畔放灯，忽见水面浮一莲舟，舟上二人，一戴笠披蓑，一衣缟素，容华若昔，顺风而去，转瞬不见。湘云惊回首，李纨亦至，二人相顾无言，惟有泪千行。旋闻天际箫声，悠扬欲绝，似《红楼梦》十二支曲，随风飘坠。湘云哽咽诵曰：\n\n\"开辟鸿蒙，谁为情种？\n都只为风月情浓。\n奈何天，伤怀日，寂寥时，\n试遣愚衷。\n因此上，演出这悲金悼玉的——红楼梦。\"\n\n韵声未绝，河灯万点，随波漂散，明灭如星。夜愈静，风愈凉，二人伫立久之，衣襟尽湿，不知是露是泪。李纨乃携湘云归庵，扃户掩扉，自此深居简出，人罕见其面。后数十年，村人偶于雪后登山，遥见庵前老梅数株，花发如霰，暗香浮动，花下似有人影，衣白如雪，临风而立。及近视之，则惟余香在耳，人迹杳然。或传为宝钗、湘云、李纨后身，同证菩提，莫得而详。\n\n诗曰：\n\n尘梦空时色相空，\n太虚一点返鸿蒙。\n情天莫补离恨石，\n幻海难寻返照红。\n玉碎香销秋后雪，\n灯残漏尽晓天风。\n石归山下无灵气，\n总使能言亦枉工。"
  },
  {
    "chapter_number": 111,
    "title": "贾兰俸禄重修家庙 宝钗遗言托付幼子",
    "content": "第111回：贾兰俸禄重修家庙　宝钗遗言托付幼子\n\n诗曰：\n劫火余灰掩旧扉，寒梅一树照空帏。\n百年香火凭谁续？半幅罗巾泪满衣。\n\n却说自稻香村大火之后，李纨、史湘云二人，携两房老妪，结草为庵，依栊翠废址而居。十年光阴，弹指而过。山中岁月，与世相忘，惟有篱边瘦菊，阶下枯萤，伴人晨夕。这日正值七月既望后，暑退凉生，残蝉曳声，断雁横空。湘云早起，披一件半旧藕荷色绫夹衫，鬓边插一朵野菊，手里提着竹篮，欲往溪边汲水。李纨在灶下烧火，锅里煮着小米菜粥，炊烟一缕，袅袅穿窗而出，与山岚相杂。忽闻柴门外马蹄得得，二人对视一眼，忙迎出去。\n\n只见一骑黄衣小吏，手擎朱漆文书，滚鞍下马，口称：“奉江南学政衙门钧帖，请贾兰少爷接旨。”李纨心头陡跳，忙整衣肃立。小吏展开文书，朗声宣读：“据奏，金华府儒学教授贾兰，清正端方，课士有方，特赐进士出身，准其回籍修葺祖庙，钦赐帑银三百两，即日兴工。”读罢，将文书并银封一并奉上。李纨双手接过，只觉那封银轻若鸿毛，又重若千钧，一时泪如雨下。湘云忙扶她坐下，又命老媪倒茶款待来使。小吏去后，李纨抚文书良久，叹道：“兰儿不负十年寒窗，也不枉我茹苦含辛。”湘云笑道：“正是‘皇天不负苦心人’。只这修庙银子，咱们也得添补添补，莫叫外人笑话。”\n\n二人遂将草庵后壁破龛中历年的纺织积蓄尽数倾出，碎银共得二十一两七钱，又拔下李纨头上两股鎏金簪子、湘云腕上一只缠丝银镯，权作添补。湘云把银镯抛向空中，复又接住，笑道：“这镯子还是史家旧物，如今仍归贾氏，也算物得其所。”李纨闻言，眼圈微红，低声道：“好妹妹，我母子受你周全，已历十载，此恩此德，只好来生再报了。”湘云佯嗔道：“罢哟！你我如今只算得寒山两块石，还说这等生分话做什么？”说罢，二人相视一笑，泪痕犹在。\n\n次日天未明，李纨便起身，唤老媪烧汤，自与湘云梳掠。二人各穿一领青布夹衣，系玄绦，携竹篮，盛香烛纸马、清茶淡饭，迤逦往栊翠废庵而来。一路霜华浓似雪，草际残萤点点，如豆。及到庵前，但见石洞双扉，苔封藓蚀，惟闻一缕檀香，自罅隙中透出，经年不散。李纨整襟下拜，口称：“婶娘大恩，兰儿侥幸寸进，皆赖祖宗余荫，亦婶娘暗中呵护之德。今当重修庙貌，婶娘若泉下有知，尚祈默佑。”湘云亦拜了四拜，朗声吟道：“妙公一去无消息，留得残香伴冷灰。待把断砖重补处，梅花依旧向南开。”李纨听她诗句，知是借花寓意，心中一动，却也不语。\n\n回到草庵，二人便唤来山中樵夫、溪边织女，各携畚锸斧斤，前来助力。李纨命老媪煮豆粥、烧芋魁，款待众人。湘云亲持小斧，劈竹为椽，削木为桷，口中犹哼着“四顾山光接水光”的小曲。众人见她豪爽，愈加踊跃。不上旬日，已将旧日大殿基址清理出一片平坦。夜里，李纨独坐灯下，翻看旧日账簿，忽听窗外似有女子低叹。她心头一跳，推窗看时，只见一丸冷月，照得阶除如水，并无人影。回身时，却见案上多出一方素笺，笺上淡墨细字，写着：“工料宜坚，勿尚华靡；祭祀宜诚，勿事铺张。”字迹娟秀，正是宝钗手笔。李纨怔了半日，将素笺收入匣中，次日依言行事。\n\n又过了两日，山门外忽来一乘青布小轿，轿帘半卷，露出半幅缟素衣角。李纨急趋视之，只见丫鬟莺儿扶出一位缟衣妇人，面容清减，眉宇间却带着一段冷香，正是薛宝钗。原来宝钗自那年夜半入山，洞门自闭，外间皆传她已尸解。殊不知妙玉昔年留得辟谷丹方，宝钗依方炼服，竟得支持；又以梵呗自遣，十载面壁，心如止水。近因夜得一梦，梦见宝玉手持绛珠仙草，向她道：“姊姊，兰儿将显，家庙当兴，子可速归，以了尘缘。”醒来犹闻耳畔余音，知是幻亦真，遂携旧日念珠一串、冰蚕帕一方、同心残丝一缕，辞了洞府，踏月而来。\n\n李纨、湘云骤见，悲喜交集，忙迎入草庵，煮茗相叙。灯下细看，宝钗虽清瘦，而神光内敛，较之昔年，反觉莹澈。湘云先笑道：“好个宝姐姐，一去十年，竟真个修成半仙之体了！亏我和纨姐姐日日替你念《金刚经》。”宝钗微哂道：“我亦未能免俗，不过偷得浮生半日闲耳。”李纨问及洞中起居，宝钗只淡淡数语，便转问兰哥儿近日行止。李纨一一道来，说到庙工将兴，宝钗点头道：“此亦天数，不可违也。”言罢，自袖中取出一封素笺，笺上蝇头小楷，乃遗言一纸，递与李纨，道：“我自分不久尘寰，有幼子一，尚在襁褓，名唤‘芝哥’，今寄养山下渔家。倘我辞世，望姊姊念昔日情分，抚育成人，令其读书，毋堕先业。”李纨闻言，惊愕良久，忙问：“姐姐何出此言？且小舍侄从何而来？”宝钗叹道：“此子非我所出，乃宝玉昔日侍婢茜雪遗孤。茜雪因护主而亡，临终托我，我遂抚为己子。今我欲返初服，只得转托贤姊。”说到此处，泪光莹然，却强自忍住。\n\n湘云在旁，早已呜咽失声，一把拉住宝钗道：“你休说这断头话！咱们好不容易又得相聚，难道又要生……”宝钗反握她手，轻叹道：“云妹妹，聚散本如浮沫，你是最旷达的，如何今日也作此儿女态？”湘云听得，愈发泪如雨下。李纨心知宝钗天性坚冷，既已出口，必难挽回，遂收泪问道：“幼子今在何处？明日我便着人接来。”宝钗道：“尚在渔村张媪家，媪夫旧年打鱼溺死，贫窭无依，我每月予她三升白米，权作乳哺之资。”李纨记下了，又劝慰一番，三人方就草榻同寝。\n\n次日天未明，宝钗即起，梳洗已毕，向李纨、湘云稽首道：“愚姊去也，庙工之事，自有贤姊主持。昨夜灯下，我已绘成图样一纸，藏于经匣，可照式营造。”说罢，飘然出门。李纨急追出，只见曙色微茫，霜华满地，宝钗缟衣如雪，转瞬已没入松林深处，惟闻清磬一声，自远谷传来，悠悠不绝。李纨伫立良久，泪湿襟袖。湘云后至，亦只长叹而已。\n\n后数日，李纨遣老媪下山，至渔村访张媪，果得一儿，年方五岁，眉目清秀，颈系小小金锁，上镌“通灵宝玉”四字，细认之下，乃当日宝玉失玉后，宝钗暗令良工所铸，以寓不忘之意。小儿见李纨，拜倒啼哭，口称“娘亲”。李纨抱于怀，心酸如割，遂取名“芝哥”，携回草庵。湘云以红绳束其发，又以旧绫裁成小衫，笑对李纨道：“此子眉眼，倒有三分似宝哥哥。”李纨闻言，忙喝住道：“噤声！小小孩儿，莫教闲言传入耳中。”自此芝哥依李纨膝下，晨夕诵读，性极聪颖。\n\n且说贾兰得家信，知婶娘返山，又闻幼子之托，愈加感恸。遂于金华任上，节缩俸银，共得五百余两，命老成管家李贵押送回乡，专办庙工。李贵晓行夜宿，半月抵山。李纨命启匣，取出宝钗图样，展视之，见殿宇五间，左右配庑，后建小阁，奉元妃影像；前凿方塘，栽白莲，引活水通沁芳闸故道；东偏隙地，留为家塾，俾子弟读书。图尾题诗一绝云：\n\n“断碣残碑锁旧烟，孤根又见草芊芊。  \n凭将一点寒山雪，洒作人间不夜莲。”\n\n李纨读罢，知是宝钗手笔，又潸然泪下。众工匠见规模井井，无不咋舌称叹。于是鸠工庀材，大兴土木。山中松杉，悉以时价购之，不役乡民一工。湘云日则荷锸培土，夜则执卷督课芝哥。每至更残漏断，犹闻她朗吟《楚辞》，声振林樾。\n\n荏苒之间，腊尽春回。殿阁已具，碧瓦鳞次，飞甍插汉。李纨择吉上梁，遍请山中父老。是日也，晴雪初霁，万山如玉。梁上系红绸五尺，随风袅袅。湘云持酒，笑贺李纨：“昔日‘稻香村’三字，今当移作家庙匾额，岂不妙哉？”李纨亦笑：“只恐太俭朴，配不上这画栋雕梁。”众皆大笑。须臾，鼓乐齐鸣，众人合力，喝一声“起”，那正梁稳稳升上。忽有一瓣梅花，自檐际飞坠，正落芝哥发上。湘云拾起，递与李纨道：“梅占春先，好个吉兆！”李纨含笑不语。\n\n工既竣，李纨择日奉主入庙。先一夕，沐浴焚香，独坐殿中，恍惚见宝钗冉冉而来，仍是一领缟衣，手携芝哥，向李纨深深万福，道：“荷姊深恩，泉下铭感。庙貌既新，可名‘怡红禅院’，取返本还真之意。”李纨欲挽之，倏然惊醒，惟闻殿外檐马叮咚，风吹铃语。次日，遂以“怡红禅院”四字，请山阴老儒书丹，刻石嵌门。又塑祖像，旁列贾母、贾政、王夫人、宝玉、黛玉诸主，皆用檀香雕成，面貌如生。湘云亲制绣幡，上绣“千红一哭，万艳同杯”八字，悬于佛座之前。李纨看了，知是暗应宝玉旧语，又复欷歔。\n\n是年十月，贾兰以公事北上，便道入山展祭。母子相见，悲喜交并。兰哥儿见庙貌庄严，芝哥聪慧，再拜谢婶娘抚育之恩。李纨挽之起坐，细问任上政务。兰言：“金华文风素盛，儿已建义塾三所，集寒畯子弟课读，夜则亲为讲解。又修葺武义伯祠，以报国恩。”李纨闻之，欣然道：“汝能如是，不坠家声，我死亦瞑目。”遂引芝哥拜见兄长。兰见他眉目清秀，举止安详，爱之如子，解腰间双玉佩之一赠之，道：“愿汝他日亦如双玉之洁。”芝哥拜受。湘云在旁，笑抚其顶曰：“莫负此玉，莫负此名。”\n\n住数日，贾兰别母赴京。临行，李纨复叮咛：“仕途风波，步步宜慎；祭祀蒸尝，岁岁毋忘。”兰涕泣受命。芝哥牵衣不舍，兰亦潸然。舟发山溪，犹闻母子相呼之声，随水荡漾，良久方寂。\n\n又越两载，芝哥已八岁，颖悟非常。李纨延师课读，过目成诵。一夕，风雨暴作，电火绕殿。湘云披衣起视，忽见佛灯无风自灭，窗纸上隐有梅影横斜，宛若人形。须臾，风止雨霁，月华如练。湘云呼李纨同出，但见庭中老梅一株，本已枯槁，竟花开满树，香彻远近。花心皆作血色，点点滴滴，若泪痕然。二人惊疑未定，闻殿内似有女子低吟之声，细听之，乃《葬花诗》也。李纨心悸，急燃灯入视，则神像肃然，香烟缭绕，惟案上多出一方旧帕，帕上血字成行，乃宝钗绝笔：\n\n“十年面壁影成双，一瓣梅魂返故乡。  \n寄语芝儿勤护玉，莫教春恨入秋肠。”\n\n李纨抱帕痛哭，湘云亦泣不成声。自此二人知宝钗已返兜率，不复人间。遂将血帕与旧年残丝、念珠同函，供于佛龛之侧，晨夕顶礼。\n\n芝哥年十五，补博士弟子员；十八，领乡荐；二十成进士，入词林，上疏请复贾氏世职，奉旨俞允。是岁，迎李纨、湘云入京就养。二人坚辞不赴，惟以怡红禅院为家，春扫落花，冬烹雪水，课村童数十人，以纺织余资供膏火。每岁腊月既望，必设梅花水饭，遥祭宝钗，祭毕，各赋一诗。李纨诗云：\n\n“冷香销尽剩空枝，留得禅心伴雪迟。  \n欲倩东风扶梦返，一灯无语对孤儿。”\n\n湘云诗云：\n\n“梦断红楼四十年，梅花犹似泪珠穿。  \n凭谁更问春消息？月在寒潭雪在天。”\n\n村童不解，但闻音韵铿锵，亦拍掌和之。后芝哥官至礼部侍郎，乞骸骨归，筑室禅院之旁，奉李纨、湘云终老。李纨年八十，无疾而逝；湘云年八十三，一夕对月抚琴，曲未终，端坐而化。芝哥葬二人于庙后梅坡，手植梅花百本，岁岁花开，香闻十里。后人有过其地者，见庙门石碣，苔藓斑驳，惟“怡红禅院”四字，尚隐隐可辨；风过处，梅影参差，似闻环佩珊珊，若有人焉。遂作诗吊之曰：\n\n“禅灯一点照空山，谁写《红楼》未了缘？  \n惟有梅花知此恨，年年香雪到坟前。”\n\n正是：\n\n情到真时情亦幻，缘从灭处缘还生。  \n欲知此后悲欢事，且听空山午夜声。"
  },
  {
    "chapter_number": 112,
    "title": "金陵女簿尽皆凋零 太虚境册页已成空",
    "content": "第112回：金陵女簿尽皆凋零 太虚境册页已成空\n\n却说怡红禅院落成之后，山风日夜穿堂而过，檐铃碎响，似远似近。李纨与湘云迁进后院三间小小抱厦，一枕梅花，一窗雪色，倒也清净。芝哥初来，年才五岁，怯生生牵湘云衣角，一双眼睛乌亮如点漆，映着阶前残雪，竟像两丸黑水银滚在碎玉盘里。湘云蹲下身子，替他理了理鬓边乱发，柔声道：“好孩子，这里便是你的家。梅花是伴，雪色是灯，你只管安心读书，将来替祖宗争气。”芝哥似懂非懂，只把湘云手指攥得紧紧的，仿佛一松便会失去依靠。\n\n李纨在旁，看着湘云鬓边亦添霜雪，心里一阵酸涩，却转作笑纹，道：“云丫头，你素日最爱热闹，如今偏要陪我这老寡妇守山，可委屈了你。”湘云抬眸，月光正照她眼角细纹，却掩不住昔日英爽，笑道：“大嫂子又说外道话。我史湘云一生最怕的是‘无趣’二字，如今有梅花可簪，有雪可烹茶，有芝哥可教，比那金陵十二钗联诗的日子还强十倍。况且……”她声音忽低，似怕惊动檐外寒鸦，“况且宝姐姐留的那幅图样，我夜里看了又看，总觉她还在殿后廊下，替我们添一瓣香。”\n\n二人说到此处，俱各默然。夜风忽紧，吹得佛前长明灯焰乱摇，墙上人影亦随之聚散。李纨取过火箸，轻轻拨灯，火光定了，才低声道：“她既已返本还真，我们活着的人，少不得要把这条路替她走到头。”\n\n一语未了，窗外忽有轻响，像是枯枝折断，又像是裙裾扫过石阶。湘云掀帘看时，只见满地碎银般的月光，并无人迹。唯有廊下那株老梅，疏影横斜，竟自落下一瓣，轻轻打在窗棂上，嗒然一声。二人对视，心口俱是一跳——那梅花早过了花期，如何还有残瓣？湘云拾起看时，瓣尖一点殷红，宛若血痕，忙用帕子包了，不敢轻示人。\n\n自此之后，禅院中便常常有些灵异。有时晨钟未动，大殿上已闻女子轻咳；有时夜课初歇，藏经橱下忽传书页翻动之声。李纨每闻，必整衣肃拜，口念“我佛慈悲”，湘云却笑谓芝哥：“那是你宝姑姑不放心，来查你的功课。”芝哥年幼，亦不怕，反把书声读得愈发清朗，山鸟都栖在檐角静听。\n\n山中岁月，最易消磨。转眼过了三个寒暑，芝哥已能属对，李纨把《四书》逐句讲罢，又授《楚辞》《史记》，每至夜深，灯芯结了红豆般一穗，湘云犹捻着针线，在旁补缀旧衣。芝哥读书倦了，便伏在李纨膝上，听她讲荣府旧事：老太太如何慈爱，凤辣子如何爽利，林姑娘如何咏絮，宝二叔如何摔玉……说到伤心处，李纨便用袖子掩了脸，湘云却哈哈一笑，道：“傻孩子，那都是前尘影事，如今只合付与山风。”芝哥眨眨眼，把泪意咽回，又捧起书来。\n\n忽一日，山门外来了两乘小轿，却是贾兰遣人接母亲与姨娘进京。原来兰哥儿已升了国子监祭酒，在京中置了小小宅第，特来迎养。李纨听了，半日不语，只望着殿上新塑的祖宗神主。湘云先笑道：“你如今是朝廷命官的老封君，原该去享清福。只是我这野人，怕要被那朱门里的规矩捆住。”李纨摇头道：“我若去了，这庙谁守？梅谁看？芝哥谁教？”遂婉言辞谢，只收下兰哥儿带来的一封家书、一包俸银、四色土仪。来人去后，李纨把银两尽数封好，交给湘云道：“留着给芝哥买书。”\n\n又过两年，芝哥十五，已出落得眉目清朗，举止儒雅。这年乡试，竟中了副榜。报到山中，李纨喜得泪如雨下，湘云却笑弯了腰，道：“好小子，不枉我把那半幅旧帕子都绣烂了，给你缝书包。”芝哥跪在二人面前，恭恭敬敬磕了三个头，道：“孩儿能有今日，皆赖两位祖母教养。孩儿不敢忘本，愿仍回山中读书，候来年春闱。”李纨一把搂住，哽咽道：“好孩子，你肯回来，我死也闭眼了。”\n\n是夜，湘云多吃了两杯自酿的梅花酿，醺然倚窗，看月华如水。忽听得殿后有人低低吟道：“绛珠仙草归何处，空留雪里暗香魂。”声音极似宝钗。湘云急急披衣寻去，只见月光满地，梅影婆娑，哪有半个人影？回房时，却见枕畔多了一册薄薄册页，封面写着“金陵十二钗副册又副册”八字，翻开看时，皆是旧时姊妹小像：黛玉倚锄葬花，宝钗扑蝶怡红，迎春穿茉莉，探春放风筝，湘云醉卧芍药……像旁各题一诗，字迹分明是宝玉手笔，却又有泪痕晕开。湘云一页页看去，末页乃是自己，画中人醉卧山石，鬓边一朵红香散乱，旁题一诗：\n\n“枕霞旧友卧苍苔，鹤梦难寻蝶梦回。  \n湘水楚云空怅望，落梅如雪覆瑶台。”\n\n湘云看罢，忽觉心头一空，仿佛有什么东西被抽走。再看册尾，竟是一片空白，唯余一点胭脂渍，如新泪未干。她怔了半晌，忽把册子抱在胸前，低低唤了一声：“二哥哥……”窗外梅枝又簌簌落下几瓣，似答非答。\n\n自此之后，湘云便常常怔忡。有时对着虚空说话，有时把旧日诗帕翻检一回，又哭又笑。李纨暗暗忧心，却也无法，只在佛前多添一炷香，求菩萨保佑她心神安宁。芝哥看在眼里，愈发孝顺，每日读书之余，便来替湘云捶背，陪她讲些外间趣事。湘云听他学市井人语，学得惟妙惟肖，倒也展眉。\n\n光阴荏苒，又历两度寒暑。芝哥十九，春闱一举夺魁，殿试钦点了探花，授翰林院编修。报到山中，李纨喜极而泣，湘云却淡淡一笑，道：“探花郎，好名头。只是别忘了，你头上还有梅花香。”芝哥再拜，道：“孩儿记得。”遂辞二老入京。临行那日，山雪初霁，李纨与湘云直送至三里亭外，看他青衫白马，转过山坳，方始回院。\n\n芝哥去后，禅院愈发冷清。李纨每日仍扫殿焚香，抄经念佛。湘云却懒了针线，常独上后山梅坡，一坐便是半日。有时携一壶酒，对月高歌；有时抱一张琴，弹《梅花三弄》，弦冷指僵亦不知。李纨远远望着，只见她衣袂翻飞，宛若当年诗社醉卧，却又比那时多了一层说不出的萧索。\n\n腊尽春回，李纨年登八十。这日晨起，自觉精神健旺，便命湘云替她梳了个家常髻，插一朵新绽白梅，道：“今日是我的整生日，你陪我到殿上拈香，再把芝哥寄来的新茶煮一壶。”湘云笑道：“大嫂子八十岁的人，还爱俏，戴白花岂不忌讳？”李纨亦笑：“我如今是出世之人，还忌甚么？况且白梅最配我。”二人相携至大殿，焚香礼佛毕，回到后院。湘云亲自生火，煮水，烫盏，点茶。茶香氤氲中，李纨忽觉一阵倦意袭来，倚枕微寐。湘云替她盖上锦被，轻手轻脚退出。\n\n午后日斜，湘云再入房时，只见李纨面色如生，唇边含笑，却已无气息。湘云一怔，双膝跪地，泪如雨下，却哭不出声。半晌，方颤声唤道：“大嫂子，你等等我……”遂命山邻报信，自己亲与李纨净身更衣，依旧插那朵白梅在鬓。芝哥在京闻讣，兼程赶回，已是一七之后。抚棺大恸，几欲晕绝。湘云却止泪劝道：“你祖母一生清苦，如今无疾而终，正是佛家所言‘坐化’，你若哭坏身子，反违了她老人家心意。”芝哥强忍悲痛，择日葬李纨于梅坡向阳处，碑题“皇清诰封恭人贾母李太君之墓”，旁植梅五十本，浇以泪血。\n\n李纨既逝，禅院只余湘云一人。她倒也不惧，日间仍教几个山童读书，夜里独对青灯。有时梦见大观园雪夜联诗，有时梦见凹晶溪畔与黛玉并肩看月，醒来枕上冰凉，只闻殿角风铃。每岁忌日，芝哥必归祭，欲迎湘云入京，湘云笑道：“我若去了，谁替你祖母守坟？谁替你宝姑姑看梅花？”芝哥无奈，只得留下两名老仆，一应供给，按月送来。\n\n又过三年，湘云年登八十有三。这岁腊月，大雪封山，禅院四顾皓然。腊八那日，湘云早起，自汲山泉，煮七宝五味粥，供佛后，亲捧一碗至李纨坟前，笑道：“大嫂子，今年雪厚，你莫嫌冷，我陪你吃粥。”回院时，见梅坡最高处，一枝老梅竟开出碗大红花，雪里如火。湘云驻步凝视，忽忆昔年宝玉雪中折梅赠她，口角噙香，不觉痴了。\n\n是夜月华如昼，湘云沐浴更衣，仍着旧时藕荷色绫裙，外罩绛红羽纱斗篷，鬓边插一朵雪中红梅。案上焚一炉沉水香，摆开文房四宝，自写一笺，压在砚下。又取昔日宝玉所赠金麒麟佩，挂于胸前，抚之良久，低低唤道：“爱哥哥，我来迟了。”遂缓步出房，踏雪至梅坡最高处，对月而坐。山风猎猎，吹起她斗篷下摆，露出里头褪色的石榴裙，仿佛仍是当年醉卧芍药裀的模样。\n\n次日清晨，山童送炭，见殿门虚掩，唤之不应。寻至梅坡，只见湘云倚梅而眠，面色如生，嘴角含笑，胸前金麒麟映雪生辉。山童大骇，奔告邻人。芝哥得信，星夜赶来，抚尸痛哭。见湘云手边雪地上，以指尖划字，已被新雪半掩，依稀可辨：\n\n“寒塘渡鹤影，冷月葬花魂。  \n归到大荒无所有，潇湘云散任天真。”\n\n字旁又横七竖八划着些小字，似诗非诗，似谶非谶，雪光映处，隐约是“金陵十二钗”名字，却已被风吹乱，不可尽识。芝哥以手温之，雪字尽化，唯余指尖一点胭脂色，渗入泥土，竟与梅根相合。\n\n芝哥遵遗命，将湘云葬于李纨之侧，两坟相依，中留一穴，自植红梅一株，取“湘云醉卧”之意。又于坟前立小碣，刻“枕霞旧友史太君之墓”，旁书小字：“生于锦绣丛中，归于梅花雪里。”葬毕，芝哥庐墓三载，手植梅花百本，皆成活。每逢花期，香雪如海，远近士女，皆呼为“香雪海”，香火遂与禅院相属，岁岁不绝。\n\n后芝哥官至礼部侍郎，乞骸骨归，仍居禅院旁小筑，自称“梅坡居士”。每值风晨月夕，必携酒上冢，酹以清泪。晚年手录《金陵十二钗遗事》一编，藏于禅院藏经橱中，卷尾题诗曰：\n\n“金钗雪里埋真性，玉册尘中剩旧香。  \n一梦红楼归大化，梅花万树即潇湘。”\n\n诗后又跋数语，言及宝钗托孤、湘云守节、李纨全孝诸事，字字血泪。书成之夕，芝哥梦入太虚幻境，见一宫阙巍峨，额题“离恨天”三字。殿上警幻仙子持簿宣判，将“金陵十二钗正副又副”诸册一一焚化，火光中现出众姊妹形容，或颦或笑，转瞬成灰。末后一女子，缟衣如雪，向他点头微笑，依稀宝钗，又似湘云。芝哥欲呼，却见火光尽处，唯余一株老梅，花开如血，香气蓊然。醒来枕上泪湿，推窗看时，禅院前梅花正开，香雪如潮，风过处，瓣瓣皆作红泪，洒满阶除。芝哥心知尘缘已尽，合掌低首，口诵佛号，自此闭关不出。后无疾而终，年八十有九，与梅同葬。禅院香火，由是绵延数百年，至今山僧犹能指其遗迹。\n\n后人过梅坡，见双冢并峙，一树红梅横斜其上，花时如霞，落时如雪，纷纷扬扬，似替那些水做骨肉的女儿们，向尘世作最后的回眸。有诗叹曰：\n\n“绛珠魂返离恨天，湘云骨冷梅花眠。  \n金钗十二归何处？剩有寒香绕暮烟。  \n禅院钟声空外落，梅坡月影梦中圆。  \n欲将往事凭谁问？雪里鸿泥总惘然。”"
  },
  {
    "chapter_number": 113,
    "title": "薛宝钗含恨辞人世 史湘云苦守清白身",
    "content": "第113回：薛宝钗含恨辞人世 史湘云苦守清白身\n\n却说香雪海畔，梅魂千叠，寒香一线，自李纨、湘云、芝哥三人相继化去，已二十余载。禅院钟鼓，晨夕不歇，而红尘旧梦，却似檐前冻雨，一滴一声，滴入众生耳中。这一日恰值腊尽春回，山寺早梅破萼，绛雪成围，风过处，碎玉霏霏，如替幽魂翻经。山门外忽闻辘辘车声，一匹羸老马，破辕旧车，沿石径蜿蜒而上。车帷半卷，露出一张素月般的面庞，眉间凝怨，唇角含悲，正是薛宝钗。她身披鼠脊斗篷，内着缟素绵衫，鬓边不见翠翘金雀，只斜插一枝枯梅，花瓣已被霜雪蚀尽，独余暗香。随行者惟郑嬷嬷一人，鬓发皤然，手挽小竹篮，篮里盛着黄纸、线香、旧帕，几件零碎旧物，重若千钧。\n\n原来宝钗自薛、贾两家俱败，母兄飘零，孤身寄居紫檀堡外“寂照庵”，法名“慧空”，带发修行二十余年。麝月早随痼疾化去，莺儿嫁作田家妇，惟郑嬷嬷念旧，每岁腊尽，必徒步入山，供香火纸帛。今年宝钗忽动尘念，自言欲至香雪海，了却残缘。郑嬷嬷劝之不听，只得雇车相随。一路霜风裂面，老马踟蹰，三日方抵山下。山路陡滑，轿夫不肯再进，宝钗遂扶嬷，踏雪而上。绣鞋湿透，雪水沁骨，她却似无知觉，惟两眼直望梅林深处，仿佛那里有一缕游魂，系着她未了的前生。\n\n且说禅院老尼悟因，正在伽蓝殿内拂拭灯盏，忽闻山门外剥啄声，启扉一看，见一素衣妇人，神清骨冷，背后老嬷气喘如牛。悟因合十问讯，宝钗低声道：“贫尼自紫檀堡来，欲瞻李、史二夫人之冢，兼借宝刹一椽，少憩尘心。”悟因闻言，心知是旧家眷属，不敢怠慢，引至客寮，燃炉煮茗。寮中纸窗竹榻，萧然四壁，惟壁上悬一轴旧画，是唐寅《落梅图》，墨色剥落，却添古淡。宝钗坐定，捧茶轻啜，茶味清苦，一如她心头滋味。郑嬷嬷从篮中取出旧帕、金锁、青丝、冷香丸，一一陈于案上，低声道：“姑娘，真要焚了？”宝钗点头，目中却无悲无喜，惟指尖微颤，泄露心事。\n\n茶罢，宝钗托言随喜，缓步出寮。此时雪霁，斜阳一抹，映得千树万树梅英如绛绡堆雪，风过处，瓣瓣飞堕，似替幽人落泪。石径蜿蜒，雪痕上印着几瓣淡红，仿佛旧时裙幅拖过。转过坡脚，早见两冢并峙：一冢碑题“清微显化贞静李太夫人之墓”，一冢碑题“灵昭慧悟散花史夫人之墓”，皆芝哥手书，瘦硬通神。冢前各植梅数十株，花开如绣，香雾氤氲。宝钗抚碑低首，良久，从袖中取出那方旧帕，帕角“不离不弃”四字，已淡若无痕。她将帕铺雪上，以火石取火，一星星燃着。火舌舔上绣线，那四字先焦后卷，化作一缕轻烟，袅袅上升，似欲穿过梅枝，却被寒风打散。宝钗双泪直流，却不哭出声，惟口中喃喃：“好一似食尽鸟投林，落了片白茫茫大地真干净……”\n\n郑嬷嬷在旁，亦掩面唏嘘。火尽灰冷，宝钗以手掬雪，将灰掩了，复又起身，向冢拜了三拜。忽闻背后脚步细碎，回头却见悟因携一小尼，捧素纸一束，曰：“闻师太欲焚经，贫尼聊备粗纸。”宝钗谢了，取纸至一六角亭中，亭名“寒碧”，四面临风，惟北面背梅坡。亭内石桌上积尘寸许，她以袖拂之，研墨提笔，先书一偈：\n\n“金簪雪里埋真性，  \n玉锁尘中锁幻身；  \n欲向梅花问消息，  \n香魂一缕已前因。”\n\n书罢，又书《金陵十二钗再录》，将旧册所遗，一一补出：黛玉之“潇湘夜雨”，宝钗自署“雪里金簪”，元春之“宫花寂寞”，探春之“风筝远嫁”，湘云之“寒塘渡鹤”，妙玉之“槛外残棋”，迎春之“侯门艳骨”，惜春之“缁衣乞命”，巧姐之“荒村纺绩”，李纨之“竹里贞心”，可卿之“春梦随云”，熙凤之“凡鸟偏从末世来”……字字血泪，行行断肠。写至“可叹停机德，堪怜咏絮才”二句，笔锋忽颤，墨汁大滴，晕开如泪。她掷笔掩卷，倚栏长叹，一时只觉万缘俱寂，胸臆间却有一团冰炭，上下煎熬。\n\n原来她自入空门，虽日诵楞严，夜礼忏法，然一念未绝——便是宝玉。每于更深漏断，辄忆当日“好风凭借力”之句，及宝玉出家时“你从此可都改了罢”一语，心如刀绞。今日睹冢思人，旧恨新愁，一齐攻心，遂觉眼前一黑，喉中腥甜，哇地吐出一口血来，点点滴滴，洒在素笺上，似红梅绽雪。郑嬷嬷大惊，忙扶住，唤小尼取热茶。宝钗强笑道：“不妨，只是旧疾。”言未毕，又是一阵眩晕。悟因赶来，见其面色惨白如纸，唇角血痕犹在，忙令抬至静室，延医调治。\n\n静室在藏经阁后，纸窗竹榻，药炉烟袅。医至，诊脉良久，只摇头不语，书一方“四物加味”，嘱静养。是夜，宝钗卧禅榻，衾冷如铁，窗外梅影横窗，恍若玉人招手。她半梦半醒，见一丽人，淡妆素服，背立花间，似黛玉又似可卿，低吟“寒塘渡鹤影，冷月葬花魂”。宝钗欲呼，却发不出声，丽人回首，嫣然一笑，化作一阵香风而散。她惊醒，冷汗透衣，惟闻檐铁叮咚，更鼓三声。自此病势日沉，汤水不进，惟口中时唤“宝玉”二字，声细若游丝。悟因知是冤业，命众尼昼夜诵《梁皇忏》，亦无效。\n\n腊尽春回，梅英渐落，阶前点点，似替病者铺陈香冢。宝钗每于清醒时，辄倚枕向南，目注窗外一树老梅，喃喃道：“他年葬侬知是谁……”郑嬷嬷闻之，心如刀割，暗将宝钗旧年所遗金锁片系于梅枝，冀慰幽魂。一夕，风雨交作，檐溜如注。宝钗忽张目，向空伸手，似有所接，微笑道：“来了。”言罢，香魂一缕，竟自悠悠而逝，年四十有九。悟因率众尼，以尼礼茶毗，筑小塔于梅坡之侧，与李、史二冢相望。塔铭仅八字：“金簪雪里，香魂如梅。”\n\n话分两头。且说史湘云，自李纨坐化后，独守禅院，日与芝哥讲书论古。芝哥既贵，屡迎之入京，湘云婉拒，惟以“清白”二字自誓。及芝哥庐墓三载，湘云已八十有三，雪夜倚梅而逝，临终留诗，世人皆以为绝唱。然湘云魂未即散，每于月白风清之夜，徘徊香雪海上，守护双冢。后芝哥亦归葬，湘云之魂始悟“情至幻，幻归空”，欲再证一层因果，遂不入轮回，仍守梅坡。山中岁月，倏忽又二十载，禅院兴替，游屐如云，湘云之魂或化为老尼，或化为村妪，暗中指引迷途，却不肯现真形。\n\n一夜，风雨摧梅，塔铃乱响，湘云忽闻宝钗塔中微叹，心口一震，急趋视之。但见长空墨黑，雨脚如绳，塔顶放光，一缕香魂冉冉欲起，却被黑风缠绕。湘云以指弹风，风散，宝钗魂影渐显，泪痕犹在。湘云泣道：“宝姐姐，别来无恙？”宝钗惨然曰：“我为情丝未断，不得超生。闻妹妹苦守清白，竟得自在，羡杀我也。”湘云叹曰：“非我自在，乃我知‘真’字。姐姐一生，以礼自绳，以金自锁，遂被金锁所困。若肯抛却‘停机德’三字，或可解脱。”宝钗低首良久，曰：“悔之晚矣。然愿随妹妹，再证前因。”湘云乃携其手，同游香雪海上。\n\n但见千树万树，花开如旧，花下香魂，或歌或泣，皆昔年旧侣。湘云指一树最高之梅曰：“此黛玉之魄也，性灵最真，故能先证。”又指一树斜欹者曰：“此凤丫头也，性刚气傲，尚差一着。”再指一树花稀叶密者曰：“此我前身也，留一缕情根，待君共证。”言未毕，花影摇动，似相与应答。宝钗忽悟，乃合掌诵偈曰：\n\n“金锁空磨四十年，  \n雪深方悔未参禅；  \n如今撒手归香海，  \n不恋人间一缕烟。”\n\n诵罢，塔铃复响，黑风尽散，一缕香魂，与湘云携手，同入梅花深处。次日，山僧扫塔，见塔前雪地上，印出两对纤纤足痕，一深一浅，直没梅林，而梅梢忽绽并蒂花一枝，红白相间，香闻数里。悟因合掌叹曰：“此二魂合证也。”遂命于塔前立石，镌“并蒂梅碑”，以志其事。自是而后，禅院每于腊月雪夜，设“双贞祭”，以梅花、雪水、清茶三物，祭李纨之贞、湘云之清、宝钗之悔，兼及十二钗诸魂。祭时，但闻风送梅香，隐隐有丝竹之声，或歌“枉凝眉”，或唱“恨无常”，游人莫不涕下。\n\n诗曰：\n\n香雪千年证旧盟，  \n金簪玉锁总成尘；  \n欲知此恨销何处，  \n一树梅花万古春。"
  },
  {
    "chapter_number": 114,
    "title": "甄士隐道破幻中幻 贾雨村遭贬谪之罚",
    "content": "第114回：甄士隐道破幻中幻 贾雨村遭贬谪之罚\n\n却说香雪海畔并蒂梅碑既立，腊月双贞祭亦成故事。光阴荏苒，又是十载。这十年间，梅坡小塔与双冢相守，风雪不减其香，霜露不凋其艳。每至腊月，远近缁素来祭者络绎不绝，竟将一条荒径踏成石路，路旁遍植梅树，春来如雪，冬来如玉，香闻十里。寺中老僧因悟因缘，将旧禅院重修，额曰“幻海梅因”，山门石柱镌一联云：“情不情兮空色相，梅非梅处证因缘。”\n\n这一日，腊鼓频催，寺中早设香案，老僧率众僧讽经。忽见山门外一老者，鹤发童颜，葛巾布袍，手携青藜杖，杖头悬一葫芦，葫芦上镌“太虚幻境”四字。老者步履从容，径入山门，不向佛殿，却向梅坡而来。众僧怪之，欲问讯，老者但摇首微笑，径至并蒂梅碑前，抚碑长叹曰：“痴儿女，十年尘梦，尚未醒耶？”言罢，以杖叩碑三下，碑后梅枝忽簌簌作响，落英缤纷，竟化作两缕香云，盘旋不散。\n\n老僧大惊，趋前稽首：“老檀越何来？适才所见，莫非灵异？”老者笑曰：“贫道乃太虚幻境警幻仙子座下，司人间情案。昔年金陵十二钗，尘缘已尽，惟此一段公案，尚挂牵缠。今特来销号，免教后世传讹。”老僧闻言，合掌念“阿弥陀佛”，引老者入方丈献茶。\n\n老者坐定，啜茶一盏，忽问：“此处可有一贾姓旧人？”老僧沉吟曰：“十年前，有贾雨村先生，曾寓此半月，题诗梅壁而去。今不知流落何方。”老者莞尔：“此人尘劫未满，合当再受一番磨折。贫道此行，正为他来。”遂于袖中出一卷，展视乃一图，上绘危崖断涧，一儒冠老者踽踽独行，旁注“幻中幻”三字。老者以指弹图，图忽化作蝴蝶，穿窗而去。\n\n是时，山门外又有车马声至。一乘旧油壁车，垂着褪色青毡，车辕斑驳，驾一匹羸骡，喘喘而至。车帘启处，下来一人，葛袍敝履，鬓已星星，然眉目间犹存当年权变之气。众僧视之，正是贾雨村。原来雨村自被参革后，家产荡然，妻妾星散，仅余一老仆相随。今闻香雪海梅林灵异，特来求一签，以卜终身。\n\n雨村入寺，见老僧，叙礼毕，忽睹座上老者，不觉怔忡：似曾相识，却又恍惚。老者徐起，向雨村一揖：“雨村公，别来无恙？”雨村愕然：“老丈何人？何以识我？”老者笑而不答，但云：“公可记得当年葫芦庙旁，中秋对月之诗乎？”雨村闻言，如被电击，蓦忆二十年前，葫芦庙中，与一跛足道人联吟之事，诗句犹历历在耳：\n\n“玉在椟中求善价，钗于奁内待时飞。”\n\n当时道人曾笑曰：“此诗谶也，公他日当验。”今忽闻此语，雨村股栗，不觉屈膝。老者扶之坐，乃徐徐道出一番话来。正是：尘梦乍回惊白发，幻缘重数悟前身。\n\n老者乃甄士隐也。昔年元宵失女，疯跛而去，实遇警幻仙子，引渡幻境，掌情司案牍。今见雨村迷途未返，特来点化。士隐道：“公以‘玉’自喻，实未识‘玉’之真；以‘钗’期人，尤未谙‘钗’之幻。昔年你谄事权贵，使多少金钗零落；你趋炎附势，致多少宝玉蒙尘。今你既来，当令汝见幻中幻。”遂以杖击地，方丈地砖忽裂一缝，透出霞光，现出一亭，匾曰“孽海情天”。\n\n雨村战栗，随士隐入亭。但见四壁皆琉璃镜，镜中现出无数景象：有宝钗雪夜焚帕，有黛玉荷锄葬花，有凤姐抱病哭向金陵，有迎春低首坐听“中山狼”……一一皆是雨村昔年攀附荣枯之际，旁人血泪。雨村掩面不敢视，士隐叹曰：“你道‘钗于奁内待时飞’，可知那奁是牢笼，那飞是劫火？你道‘玉在椟中’，可知椟是沉埋，价是祸胎？”言未竟，镜中忽现一官衙大堂，：雨村高坐，堂下枷锁累累，皆昔日趋奉之人，转眼枷锁又加己身，锒铛入狱，妻妾旁观冷笑。雨村大叫一声，醒来仍在方丈，冷汗透衣。\n\n士隐乃出一偈云：\n\n“世味醲如酒，贪嗔旋若轮。  \n金枷开复锁，玉匣碎还尘。  \n欲海舟无楫，情天石有磷。  \n早知皆是幻，何苦太认真。”\n\n雨村匍匐求解脱，士隐曰：“解脱不难，但随我去。”遂以杖化作一舟，携雨村登之。舟行虚空，顷刻至一处，雪浪拍空，荒村数椽，破壁题“葫芦庙旧址”。士隐指庙门曰：“当年你在此题诗，今日当在此结局。”\n\n忽闻庙内哭声，雨村趋入，见一老妪，鹑衣百结，抱一垂死乞儿。雨村视之，那乞儿眉目宛似自己童年，老妪则似母氏。士隐曰：“你母因你贪酷，气死多年；此儿即你贪酷之报，今亦垂毙。”雨村抱儿大恸，血泪交流。士隐以手摩其顶，曰：“欲忏前愆，先偿血债。”遂令雨村剃发作头陀，披破衲，日则沿村乞食，夜则守庙诵经，以养此乞儿。士隐飘然而去，留一瓢一笠，瓢底镌字：“幻中幻”。\n\n自此，葫芦庙残址中，多一癫僧，昼行乞，夜抱一病儿，诵《金刚经》不辍。初，村人厌其垢敝，不与之言；久之，见其抚儿慈颜，亦渐怜之。儿病日笃，僧以舌吮其脓，以血书经，如是三年，儿竟愈，眉目开朗，村人惊为佛力。僧却一日飘然远行，遗瓢于庙，瓢中唯余梅花数瓣，清香不散。\n\n再说那甄士隐，既度雨村，复回香雪海。时当腊月，双贞祭日，士隐立于并蒂梅碑前，见碑上苔痕忽成字，细辨乃“情不情”三字。士隐笑曰：“此二字，可为全案点睛。”遂以指书空，补成一诗：\n\n“情不情兮奈若何，梅花落尽又婆娑。  \n空王原自空诸相，孽海从来起爱河。  \n金锁枉磨千点泪，香丸虚化一缕螺。  \n欲将真际凭君说，说与旁人梦也多。”\n\n书毕，一阵香风过处，碑前忽现湘云、宝钗二影，向士隐敛衽。士隐亦答礼，二影化作并蒂梅花，随风旋转，渐高渐远，没入云端。士隐抚掌大笑，歌曰：\n\n“幻里真真里幻，梅花雪里证因缘。  \n欲知世上情根断，除非并蒂不成莲。”\n\n歌罢，士隐身影亦淡，唯余青藜杖倚碑，杖头葫芦中泻出一线清泉，绕碑三匝，渗入雪中。次年春来，碑侧忽生一丛并蒂莲，梅莲同芳，世所罕见。老僧乃建小亭覆之，题曰“幻莲亭”，又镌一联：\n\n“莲即梅耶梅即莲，情非幻处幻非情。”\n\n自此香雪海香火愈盛，然每逢月夜，过亭者往往闻空中有女子歌声，细辨乃《红楼梦》十二曲遗音。有好事者录之，归而谱之，竟成《双贞引》，流传江南。其词曰：\n\n“一个是阆苑仙葩，一个是美玉无瑕。  \n若说没奇缘，今生偏又遇着他；  \n若说没奇缘，如何心事终虚话？  \n一个枉自嗟呀，一个空劳牵挂。  \n一个是水中月，一个是镜中花。  \n想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！”\n\n后人有诗叹曰：\n\n“香雪十年梅未残，并蒂碑寒影自单。  \n士隐一歌尘梦醒，雨村千劫孽缘宽。  \n金钗已逐东风去，石火空留古刹看。  \n欲问太虚真消息，梅花深处白云端。”\n\n诗曰：\n\n“假作真时真亦假，无为有处有还无。  \n若将情字参透了，便是拈花一笑图。”"
  },
  {
    "chapter_number": 115,
    "title": "宝玉佛前顿悟前尘 黛玉魂梦相会潇湘",
    "content": "第115回：宝玉佛前顿悟前尘 黛玉魂梦相会潇湘\n\n腊尽春回，江南雪意犹酣。香雪海畔，幻海梅因禅院之西偏，有精舍数椽，窗棂以湘妃竹编成，映雪成斑。舍前一株老梅，铁干虬枝，横斜入檐，昨夜风急，吹得残蕊点点，与檐冰相击，声碎如环佩。舍内青灯一盏，照出蒲团上坐着的正是昔年怡红公子——贾宝玉。此时他已非华服金冠，惟着一领缁衣，腰系麻绦，顶上发犹未剃，却以乌绫一幅束之，眉间旧日之缠绵，已化作一片空濛。案上摊着一卷《金刚经》，只翻至“应无所住而生其心”八字，墨迹尚新，乃宝玉自写。旁置一紫瑛小砚，内凝残墨，墨中映出灯焰，如一点红心。墙角供一尊小小白瓷观音，手持杨枝，眉目低垂，案前铜炉中沉檀将尽，一缕青烟，蜿蜒如篆，似写“情”字未成，复又化作“空”字。宝玉双眸微阖，耳中却听得院外梅枝戛然一声，恍若潇湘馆凤尾森森之旧响，不觉心头一颤，手中念珠骤停。\n\n忽闻履声细碎，一沙弥拨帘而入，年可十四五，眉目清癯，手执铜壶，悄声问：“师父，夜已三更，可再煎一盏茶否？”宝玉缓缓睁眼，眸中无悲无喜，只道：“放下罢。”声音虽轻，却如霜钟。沙弥置壶于小炉，添水之际，铜壶中水声潺潺，宝玉忽忆昔年怡红院夜宴，晴雯捧汤，麝月添香，水沸之声与此无异，而人事已非，遂合掌低诵：“一切有为法，如梦幻泡影。”\n\n沙弥闻之，亦垂首合十，退立一隅。俄顷水沸，茶香氤氲，乃洞庭碧螺春，清芬透窗，与梅香相杂。宝玉自取一瓯，却不饮，只以指蘸水，于案上画字，先是一“黛”字，继而又画一“玉”字，水痕转瞬即干，惟留微凉。沙弥偷觑，见师父眼角莹然似有泪光，却不敢问。\n\n此时窗外云破月来，寒光如练，照见梅枝上一对并蒂花苞，殷红似血。宝玉步至窗前，以手抚冰，寒气透骨，他却微笑，低吟曰：\n\n“绛珠仙草归何处，灵石空留旧日痕。\n一自潇湘春梦断，年年雪里唤芳魂。”\n\n吟未竟，忽觉一缕幽香自窗隙入，非梅非茶，乃蘅芜之冷香。宝玉心头大震，急转身，却见案上经卷无风自动，翻至“一切贤圣，皆以无为法而有差别”之页。灯火一跳，室内光影恍惚，似有绛色裙裾一闪，复又寂然。宝玉知是幻非幻，遂趺坐蒲团，默持心经。然才诵得“色即是空”，便觉一缕柔丝系心，牵入梦境。\n\n恍惚之间，已非禅舍，但见烟水迷离，一带清流，两岸斑竹，泪痕点点。水榭三间，碧纱窗内，有人倚案，背影纤袅，鬓挽双鬟，正是黛玉。案上摊素笺，写《秋窗风雨夕》未竟，只余“泪烛”二字。宝玉欲呼，却闻黛玉轻叹一声，其声如箫，低回欲绝：\n\n“想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏。”\n\n宝玉闻之，五内俱摧，急趋入榭，伸手欲抚其肩，指尖所触，却如水中月，一纹荡开，黛玉回首，面色苍白如雪，眸中却含笑意，缓缓道：“宝玉，你来了。”宝玉哽咽：“妹妹，我……”只说得二字，泪已千行。黛玉以罗帕轻拭其泪，帕角绣着两茎枯梅，一瓣飘落，化作微尘。\n\n“你我之缘，本是幻缘，”黛玉声音愈轻，“昔年我以一生之泪偿你甘露之惠，泪尽缘终。今日你来，是劫是悟？”宝玉泣曰：“我弃红尘，皈我佛，然心中一点痴，终未能化。”黛玉微笑，转顾窗外，斑竹上忽开绛色小花，如血珠累累。她伸指一弹，花雨纷飞，片片皆成“情”字，随风旋转，渐聚成一只小小香冢，冢前石碑，大书“绛珠之墓”四字。\n\n黛玉引宝玉至冢前，冢上忽裂，一茎仙草冉冉而出，叶如翡翠，蕊若胭脂，草尖凝露，滴落宝玉掌心，冷彻骨髓。黛玉曰：“此乃我之本相，今还君一滴，以了余情。”言罢，仙草化烟，随风而散。宝玉急握其袖，惟握得虚空，惟余掌心一点红痕，如朱砂痣，灼灼生疼。\n\n忽闻水榭外有人歌曰：\n\n“一个是阆苑仙葩，一个是美玉无瑕……”\n\n歌声未毕，湘云踏波而来，仍着男装，腰悬诗囊，手执一枝并蒂莲，笑向宝玉：“爱哥哥，多年不见，怎的做了和尚？”宝玉方欲答，湘云将莲递与黛玉，莲开一瓣，现出一行小字：“寒塘渡鹤影，冷月葬花魂。”黛玉视之，颜色惨变，湘云却拍手笑曰：“好诗好谶！”言未了，一阵风过，湘云化作白鹤，冲天而去，遗下一方罗帕，上绣“云散高唐”四字。\n\n宝玉怔忡间，忽见水榭尽处，又现怡红院旧景：海棠春睡，麝月调鹦，袭人绣鸳鸯，晴雯撕扇，一一历历。然诸人回首，皆无面目，惟白茫茫一片。宝玉大骇，转身欲逃，却撞入一人怀中，抬头看时，乃宝钗也。她着旧日蜜合色棉袄，鬓边仍簪那支金锁，神色恬淡，手执《十独吟》卷，轻声道：“宝兄弟，既证前因，何必生怖？”宝玉颤声：“姐姐，我负你……”宝钗莞尔：“你我金玉之论，不过是世人痴想，我自有归处。”言罢，以金锁掷入水中，锁沉之处，涌起万点金莲，莲开莲谢，转瞬成空。\n\n黛玉忽于旁叹曰：“宝姐姐去矣，我亦将归太虚。”宝玉急牵其袂，黛玉却化作一阵花雨，缤纷洒落，每一片花瓣皆是昔日共读《西厢》之页，字迹化作蝶，绕梁三匝，投入宝玉怀中，瞬化轻烟。宝玉仰面，见虚空现出“离恨天”三字，金碧辉煌，一僧一道，扶乩而立，僧是茫茫大士，道是渺渺真人，齐声曰：“情僧，尘缘已尽，还不归来？”\n\n宝玉方欲举步，忽忆一事，回身大呼：“妹妹，那日你焚稿断痴情，我……”声未绝，脚下烟水忽凝为雪原，雪中立一女子，披大红羽纱，手执绛珠仙草，回眸一笑，泪光莹然，正是黛玉真魂。她启唇无声，惟以手指心，又指天，复指宝玉，三指之后，身形渐淡，惟余雪上一行脚印，直通向天尽头。\n\n宝玉痛极而号，号声未出，忽闻耳畔木鱼三击，猛地惊醒，仍在禅舍。案上灯火已残，窗外残月西斜，梅影横窗，如写“情”字。沙弥伏案而寐，壶中茶冷。宝玉汗透缁衣，然掌心一点红痕犹在，如黛玉之泪。他合掌长跪佛前，泪落如雨，低声发愿：\n\n“弟子贾宝玉，昔陷情尘，今知诸相非相。愿以此身，渡一切痴魂。惟愿潇湘妃子，早登彼岸。”\n\n言罢，以剪自断顶上一缕青丝，置于佛前。发落之际，忽闻窗外梅枝簌簌，似有女子轻叹，随风而逝。宝玉再拜，起身推窗，见东方既白，雪光与曦色交辉，并蒂梅苞已开，殷红如血。远处钟声悠悠，自幻海梅因大殿传来，一声复一声，荡尽残夜。\n\n是日也，寺中老僧法名慧定者，闻宝玉夜来异事，特来相讯。见宝玉神色湛然，似有解脱之容，乃问：“夜来梦何？”宝玉答以“潇湘之梦”。慧定微笑，引至后院，指一井曰：“此泉通太虚幻境，昔年甄士隐曾于此照见三生。君欲再晤潇湘，可谛视之。”\n\n宝玉俯井，但见水色澄澈，底现一座宫阙，匾曰“绛珠宫”。宫门半掩，一女子倚门而立，素衣如雪，手执诗卷，正是黛玉。她似有所感，抬眸一笑，以卷遥招。宝玉欲跃入，慧定急止之曰：“幻境不可即，且留此身，以待缘熟。”宝玉泣曰：“缘何时熟？”慧定指井边一株小草，草叶上露珠滚动，映出无数小字，皆是“情”字，转瞬化为“空”字。慧定曰：“露灭字空，即是缘熟。”\n\n宝玉顿悟，稽首再拜。是夜，独坐禅床，取旧日通灵宝玉，置灯上焚之。玉受火，现出五色光，光中现大观园诸景，瞬息成灰。灰冷之后，宝玉以灰和墨，写《情僧录》一卷，首章即记今夜之梦。书罢，投笔于火，火光跳跃，如绛珠仙草之舞。\n\n翌晨，寺众发现宝玉已杳，惟余禅床上一纸，墨痕未干，书曰：\n\n“昔日荒唐，一梦红楼；今朝梦觉，万境归空。\n绛珠泪尽，湘云鹤远；宝钗金锁，沉水无踪。\n从此情僧，不系一丝；太虚幻境，任我西东。\n若问归处，梅梢月冷；若问来因，雪里春风。”\n\n纸角又注一行小字：“留此残墨，以待后人。”寺僧异之，遂将“幻莲亭”更名“情悟亭”，并蒂莲旁，更植绛珠草一株，每岁开花，色如泣血。月夜过亭者，或闻男子低诵《心经》，女子轻歌《葬花》，相和随风，终不知其所自。\n\n后三十年，有行脚僧过江南，于香雪海畔，见一老僧坐梅树下，鹤发童颜，手抚并蒂梅碑，碑上苔痕又现“情不情”三字。老僧微笑，指碑示僧曰：“情至深处，情即是空；空至极处，空还生情。”言罢，化阵清风而去，惟余梅瓣纷纷，如红雪漫天。行脚僧惊愕，叩首久之，起身见碑侧又添新草，草叶上露珠莹然，映出无数小字，皆是“情”字，转瞬又化为“空”字，循环不息，恰似人间一段不了之情，终归大化。\n\n正是：\n\n情不情兮空非空，梅花开落自从容。\n三生石上魂归处，一片潇湘雪影中。"
  },
  {
    "chapter_number": 116,
    "title": "贾兰孝心终得善果 巧姐勤俭安度岁月",
    "content": "第116回：贾兰孝心终得善果　巧姐勤俭安度岁月\n\n诗曰：  \n　　繁华散后见真淳，孝义根芽岁岁春。  \n　　冷月有情窥古井，斜阳无语照荒榛。  \n　　机声轧轧传家范，井臼萧萧炼此身。  \n　　留得绛珠香一瓣，千秋犹护后来人。  \n\n却说荣宁两府自被籍没，朱门画阁，一霎化作冷烟衰草。彼时人谓“树倒猢狲散”，然天道循环，终有春回枯槁之日。今单表贾兰一脉，并及巧姐终局，以见“忠孝传家，勤俭贻泽”八字，堪为后人龟鉴。\n\n贾兰者，荣府贾珠之遗孤也。幼失怙恃，赖寡母李纨以冰霜之操、纺织之资，抚育成人。李纨自珠殁后，心如槁木，惟以一线香烟为念。日间督课诗书，夜里挑灯纺绩，十指生茧，双眸损神，而声咳不辍。其室虽仅容膝，而书帙与机杼并列，一灯荧然，照见壁上旧时所悬《课子图》，画中慈母低眉，稚子捧卷，竟与眼前情景宛然相合。\n\n岁月荏苒，兰已十有六岁，眉目清朗，举止端凝，虽布袍草履，而旧家风度自存。是岁春闱将近，李纨晨起，启奁检点，仅存银钗一股，破珥半双。乃命老嬷嬷携至市上，易青蚨三贯，为儿裁一领干净布衣。灯下密密缝成，每一针，忆夫婿在日；每一线，望孤儿成名。夜深灯尽，残焰如豆，照见壁上母子二人剪影：一个俯首穿针，一个伏案磨墨，静极而悲，悲极而静，竟似一幅淡墨“寒灯课子图”。\n\n兰知母氏苦心，攻书愈力。每至鸡鸣，先起汲水炊粥，然后展卷；夜阑，母已就寝，犹映佛龛残灯，朗诵不辍。邻媪或劝：“哥儿如此苦读，恐伤精神。”李纨叹曰：“惟其如此，方不负先夫地下之灵。”一夕风雨暴作，茅屋漏如悬绳，母子移榻就燥处，以盆盎承漏。雨点丁丁，与书声相和；灯影幢幢，共机声互答。李纨顾儿，笑曰：“昔孟母三迁，吾今一迁亦无，惟望汝心坚如铁。”兰跪答曰：“儿敢不奉教！”\n\n会试之期既迫，李纨典卖最后数亩薄田，得银十两，为儿作路费。临行前一夕，母子剪灯夜话。李纨执兰手，泪盈于睫，却强作欢容：“儿但放心应试，家中柴米，吾自区处。只一件：场屋之中，莫负圣贤书；天地之大，须存忠恕心。”兰跪受教，涕泗横流，哽咽唯唯。是夜月明如昼，纸窗上斜映母子二人剪影：一个低头纫线，一个伏地稽首，静极而悲，悲极而静，竟似一幅淡墨“寒灯课子图”。\n\n次晨，兰负笈出门。街坊父老，有昔年受过贾府恩惠者，或馈蒸饼，或赠川资，俱道：“哥儿此番定是蟾宫折桂，也替我们老邻居增些光彩。”兰一一拜谢，不敢稍露矜色。一路晓行夜宿，饥餐渴饮，历尽艰辛。到得京城，赁居破庙廊下，白日攻书，夜则映佛灯而读。破衲头陀怜其勤苦，时以齑粥相济，兰必叩首而后受。正是：\n\n　　青灯有味似儿时，破壁虫声促织悲。  \n　　莫道少年贫彻骨，天公留取补天期。  \n\n三场既毕，兰诗文高华，策论剀切，主司击节叹赏，遂中会元。胪传之日，泥金报捷先到李家。李纨方倚门而纺，闻报喜者鼓乐喧阗，不觉手中棉线“嘣”然断绝。邻里奔集，争看贞节牌坊下忽添“状元及第”红匾。李纨强支病躯，整襟下阶，口内念佛，泪落如雨。众人扶入中堂，排香案，焚斗香，遥向宗祠拜了四拜。是晚，李纨把兰父遗像请出，含泪告曰：“相公，汝儿今日不负所望矣！”言未毕，喉中哽咽，几至晕厥。\n\n捷报既达，朝中旋授兰翰林院修撰之职。兰衣锦还乡，先不入衙，先趋破屋，跪母膝前，捧敕而泣。李纨抚其顶，笑中带泪：“我儿速往祭告祖先，然后开祠堂，请族中长幼，莫学汝叔伯骄奢旧态。”兰奉命唯谨。乃择吉日，扫贾氏祖茔，祭品虽薄，而礼仪肃庄。乡中耆老，见兰步行执绋，布袍角带，并无华饰，无不叹息：“祖德犹在，家风可复。”\n\n兰既入词馆，清介自守，俸银所入，半奉母膳，半济族中孤寡。其居官也，每遇国恤民瘼，必抗章切谏；权贵侧目，而圣眷方隆，不能遽动。一夕，兰独宿直庐，梦其父贾珠披旧日鹤氅，携一童子，持莲花灯前导，语兰曰：“儿能显亲扬名，我心慰矣。然大厦倾颓，非一木可支。汝当养晦，以待天时。更有一事：汝姑表姐巧姐，飘零可念，宜加抚恤。”言讫，飘然而逝。兰惊醒，汗透重衾，遂谨记父言。\n\n原来巧姐自被刘姥姥携出府后，寄居乡间。彼时年方十二，蓬头赤脚，随姥姥纺织绩纺。村童初不知其为公侯千金，或嘲其“花子姐”。巧姐性本聪慧，暗记在心，遂更加勤慎。黎明即起，汲水拾薪，手皴足茧，而不形怨色。刘姥姥每叹曰：“到底是凤凰毛，落在草窝里，也带着三分光彩。”\n\n岁月荏苒，巧姐已及笄年。荆钗布裙，愈觉幽妍。乡邻有浮荡子窥其姿，屡来调戏。姥姥怒，以杖逐之，遂议及早择配。有邻村周姓，家世耕读，子名周家驹，年十八，朴实敦厚。姥姥探得底里，遂托媒妁。巧姐闻之，背灯垂泪，自思：“昔日绮罗丛里，金闺娇养，今日乃议嫁农家。”然一转念：“母氏早亡，父迹杳然，姥姥恩同再造，岂可违逆？”遂含涕应诺。\n\n婚期既近，姥姥翻箱倒柜，仅得碎银三两，旧红绡一段。巧姐夜纺棉纱，暗以嫁衣自缝，不敢使姥姥知。一夕，兰因公事过其村，停骖问农，偶见篱边女子，眉目酷类凤姐。兰心动，使人访之，果是巧姐。兰下马，隔篱长揖，口称“姑表姐”。巧姐愕然，羞避入屋。姥姥闻声出，识是兰哥儿，乃延入草堂。但见：\n\n　　土墙斑驳，挂一幅褪色“岁寒三友”；纸窗昏黄，贴数剪残破“五福捧寿”。屋角堆柴，鸡栖于埘；案头供灶，釜鱼正熟。姥姥以粗瓷碗斟水递兰，兰捧饮之，甘若醍醐。姥姥絮语别后事，说到辛酸，泣数行下。巧姐隔帘偷觑，见兰袍色虽新，而肘后微损，知非炫耀富贵，心始稍安。\n\n兰备述父梦，欲迎养巧姐入京。姥姥沉吟良久，道：“哥儿美意，老身心领。然姐儿已字农家，夫家贫而善，若改弦易辙，恐招物议。况老身风烛，赖彼夫妇晨昏，未忍遽离。”兰闻言，肃然起敬，乃改口曰：“既如此，侄当助妆奁，以表微忱。”遂解腰间所系羊脂玉佩，奉与巧姐，权作添箱。巧姐跪辞，兰曰：“此佩乃祖遗，非赃物也，表姐留之，见佩如母氏。”言罢，泪随声下。巧姐感其诚，始再拜而受。\n\n归京后，兰奏请旌表刘姥姥“恤孤高义”。圣旨下，赐粟帛，旌其门曰“仁里”。周家亦沐恩荣，乡人称羡。巧姐嫁后，事姑嫜以孝，相夫以礼。家驹得兰资助，得入县庠，旋举孝廉。夫妇躬耕课读，日织三匹布，夜燃一灯油，渐至小康。每岁腊月，必蒸枣糕数笼，亲携至李纨、兰处，以申微意。李纨见其虽布裳椎髻，而进退雍容，暗想：“此女颇有其母风骨，而更饶浑厚。”因留之小住，授以《列女传》数篇。巧姐手不释卷，灯下细诵，每至“陶母截发”、“欧母画荻”，辄掩卷泫然。\n\n又三年，兰迁国子监祭酒，疏请追封贾氏先世，并乞复宗祠祭田。诏许之，，仍命兰董其事。兰乃鸠工庀材，就旧府基，重建家庙三间，旁立“节孝祠”，奉李纨主于东室，西室虚位，以俟巧姐百年后配享。落成之日，兰率族人祭告。鼓乐一通，香烟缭绕，似见贾代善、贾母辈隐隐于云端颔首。是夜，兰梦贾母抚其背曰：“兰哥儿，祖宗血食赖汝一线，慎勿骄盈。”惊醒，汗流浃背，自此益加惕厉。\n\n且说巧姐于归后连举二子，长名周承祖，次名周念祖。家驹训子甚严，而巧姐每以“惜福”“积德”四字提耳。竟至五千字。一夕，次子发痘，危笃。巧姐焚香告天，愿减己寿以延子。痘医束手，忽有老尼叩门，赠药一丸，色赤如丹，香彻户外。服之，痘立转红活。老尼不留名而去，但云：“种德者食报，惜花者留香。”巧姐悟为神助，遂于屋后辟地半亩，植绛珠草数十本，以志不忘。每草抽芽，辄携子灌培，告以“昔日荣府繁华，皆成逝水；惟勤俭忠厚，可保长久”。二子感泣，发奋读书，后俱成进士。\n\n再表李纨，自兰显达，仍纺绩不辍。兰请撤机，母曰：“吾岂好劳哉？欲使汝知富贵来之不易耳。”又常诫兰曰：“汝今置身青云，当思荣府倾覆之因，莫蹈奢侈覆辙。”兰跪受教，终身布衣蔬食，不畜姬妾。每逢忌日，必斋戒焚香，诵《金刚经》回向亡父，及诸姑姊。一夕诵经罢，忽闻窗外花瓣簌簌，推窗视之，则见一瓣一瓣，色若胭脂，随风旋舞，落地皆成细小“孝”字。兰惊异，呼童扫取，置案上供之。次日视之，字痕宛然，而色渐淡，终化轻烟。兰感悟，遂于家庙后建“飞花阁”，以志奇征。\n\n岁月悠悠，又越十载。李纨年届七旬，齿落更生，发鬓转黑，人以为节孝之报。一夕，母与子灯下闲话，李纨忽微笑曰：“吾昨夜梦汝父，乘青鸾来迎，云：‘尘世缘尽，可随我去。’吾恐旦夕化矣。”兰闻言，涕泣不已。越三日，李纨晨起，梳洗毕，索平日所穿素衣，自抚之曰：“此衣随我三十余年，今可偕行。”遂趺坐而逝，面含微笑，室有异香，经日不散。兰哀毁骨立，依礼守制，营葬于祖茔之侧，手植松柏成行。服阕，仍供职如初。\n\n巧值皇太后万寿，诏求天下节孝贞义之事。兰乃胪列祖母李纨、表姐巧姐事迹以闻。上览之动容，特旨旌表：封李纨为“贞顺太恭人”，赐御书“节并松筠”四字；封巧姐为“勤俭安人”，赐“德协坤贞”额。恩荣及于周氏，家驹亦得七品冠带。兰奉旨建坊，乡人荣之。落成之日，巧姐携二子来拜，兰迎于门外。表姊弟相见，回忆昔年篱下布衣，今日俱膺紫诰，相对泫然。兰指坊柱示二子：“此非荣贵之阶，乃勤俭孝义之证。汝曹识之。”二子唯唯。\n\n又数年，兰官至礼部侍郎，屡疏乞休，不许。会黄河决口，兰奉命往勘，殚心竭虑，三月而堤成。归途感疾，梦其父珠复来，笑曰：“功成身退，可随我去矣。”兰悟，遂上表陈情，乞骸骨归田。上怜其劳，准之，加太子少保，赐第于金陵，俾得养疴。兰归，日与巧姐诸子讲道论文，或泛舟秦淮河上，把酒临风，追念往昔，恍如一梦。\n\n一日，兰独坐“飞花阁”，手展旧日《情僧录》残稿，乃宝玉当日焚玉所遗灰烬，以指蘸水，书“空”字于案。字未成，忽闻阁下小儿歌曰：\n\n　　“绛珠露冷月如霜，情到空时自不妨。  \n　　留得残荷听雨韵，秋来犹发旧时香。”\n\n兰急凭栏俯视，则二子拍手笑而去。。回顾案上，水痕已干，惟余一点红心，莹然如珠。兰顿悟，合掌向天曰：“情即是空，空还生情，循环之理，如是而已。”遂命门人，即于阁后筑“空生庵”，供佛一尊，日诵《金刚经》一卷，以志世缘。\n\n后兰年至八十，无疾而终。临终，呼巧姐及二子至榻前，示以手书遗嘱：“薄葬速朽，毋作佛事，毋受赙仪。所有遗财，半修河堤，半恤孤寡。”言毕，含笑而逝。远近闻之，巷哭里吊。巧姐率子治丧，一如遗命。葬日，有白鹤数十，盘桓墓上，良久始去。人以为孝感所致。\n\n周氏二子后皆为良吏，一守青州，一守苏州，俱有政声。每岁清明，必率子孙诣贾氏祖茔，祭扫无缺。而“空生庵”香火不绝，庵侧绛珠草蔓延成畦，花开并蒂，色若凝霞。村氓遇旱涝，祷之辄应。有老僧指草示人曰：“此荣国府通灵宝玉之精气所化也。情极而空，空极生情，故荣而不谢。”闻者莫不嗟叹。\n\n诗曰：  \n　　繁华过眼总成空，留得清名在始终。  \n　　孝竹贞松标劲节，寒梅瘦影动春风。  \n　　井波不覆前尘影，阶草犹牵旧日踪。  \n　　寄语世人勤种德，绛珠花放好和融。"
  },
  {
    "chapter_number": 117,
    "title": "宝玉了缘回归仙籍 贾兰登科泽被后世",
    "content": "第117回：宝玉了缘回归仙籍　贾兰登科泽被后世\n\n却说荣宁两府既籍没之后，瓦砾场中蔓草迷离，蛛丝暗结，惟有那旧日宗祠残壁犹存，风雨剥蚀，字迹半湮。每逢寒食，村童犹指石兽而歌曰：“金马堂前草，玉堂春后灰。”歌声凄婉，行人莫不掩涕。然天道循环，盛衰互替，积善之家，终有余庆。贾兰自幼砥砺，母子相依为命，今已官至礼部侍郎，乞休归里，筑空生庵于稻香村旧址，额曰“洗尘”，取“本来无一物，何处惹尘埃”之义。庵前老槐数株，霜皮溜雨，黛色参天，每至月夕，清影筛窗，恍若昔年怡红院中那株海棠，花魂欲下。\n\n且说这日恰值秋分，金风乍紧，雁字横空。空生庵中，贾兰素服幅巾，焚香静坐。案上供一旧玉，乃当年通灵宝玉之副，色虽黯澹，而温润犹存。旁置《太上感应篇》一卷，乃李纨临终所授。炉烟袅袅，篆成“情空”二字，旋复散去。忽闻廊下履声细碎，，侍书丫鬟报曰：“村西刘姥姥率巧姐母子祭扫，已至庵门。”贾兰整衣出迎，只见刘姥姥拄藜杖，白发皤然，而精神矍铄；巧姐荆布裙钗，眉目间隐有旧时凤韵；两子周绍衣、周绍采俱青衿方履，趋跄有礼。贾兰忙命设茶，茶乃旧年雪水瀹阳羡，盏是成窑五彩鸡缸，虽经劫火，幸未残缺。刘姥姥摩挲茶盏，叹道：“当日老太太宴大观园，老身也曾叨陪末座，今见此盏，如见旧人。”言罢，泪珠簌簌落杯中，茶水微漾，恰映出巧姐低垂的睫影。\n\n巧姐命二子捧上土仪：新粳一篮、晚菘十束、野凫二只，又亲手奉上一幅绣帕，帕上绣《诗经·豳风》图》，蚕月条桑，女执懿筐，设色淡雅，针线绵密。贾兰展视，见帕角以浅绛丝绣“永念先泽”四字，心下怆然，遂命侍书将帕悬于佛龛之侧，与通灵副玉相对，一红一碧，若相问答。刘姥姥又指庵后隙地曰：“老身年迈，然愿率儿孙于此植桑百株，十年之后，蚕织之利，可济孤寒。”贾兰拱手称谢，遂命小厮取锄锸，亲与二周郎培土。一时桑影斜阳，锄声丁丁，惊起栖鸦数点，掠空而去。\n\n正忙间，忽见一青衣童子自山门外飞奔而入，喘吁吁报道：“庵前石径上，有一癞头和尚、一跛足道人，口称‘还玉’，特来求见老爷。”贾兰闻言，心中一动，忙整衣趋出。只见那僧衣百结，尘灰满面；那道衲袄千针，水渍斑斓。二人携手大笑，声震林樾。和尚将一锦囊掷与贾兰，道：“物归原主，尘缘已了。”道人接吟曰：“假作真时真亦假，无为有处有还无。”吟罢，二人飘然而去，步履如飞，转瞬已至山坳，唯余歌声袅袅：“一僧一道一相逢，说到辛酸处，双泪落芙蓉。”\n\n贾兰启囊视之，乃通灵宝玉真身，光彩莹然，五色花纹缠护，比昔年更加鲜明。正惊疑间，忽忆起昔年宝玉出家之时，曾留谶语：“青埂峰下，再证前盟。”乃悟今日之异，急返庵中，焚香叩首，将新旧二玉并供案上。香烟缭绕中，隐隐似见宝玉身影，缁衣芒鞋，合掌微笑，渐淡渐无。案上旧副玉忽作裂帛之声，自碎为齑粉，随风飘散；真玉则腾空而起，化作一缕碧霞，穿窗而去，直向青埂峰方向。贾兰追出庵门，但见云影天光，峰峦如黛，万籁俱寂，惟闻松涛低回，似诵《好了歌》。\n\n是夜，贾兰独坐灯下，录其异事，题曰《归玉记》。书未竟，忽闻窗外有女子低吟：“侬今葬花人笑痴，他年葬侬知是谁？”其声凄婉，似黛玉又似晴雯。贾兰启窗视之，惟见一丛秋海棠，红泪阑干，花影在地。乃知宝玉之情根，虽已证空，尚有余馨，缠绵人世。遂援笔赋《情空吟》一律：\n\n> 色相皆空后，情根尚未删。  \n> 一灵真性在，万劫梦魂间。  \n> 绛洞花无主，青埂月自闲。  \n> 凭将余韵在，普度旧红颜。\n\n吟罢，复书一行小字：“留示巧姐诸人，毋忘此情，亦毋为情缚。”遂缄封，命侍书明日送与巧姐。\n\n次日，巧姐展读，泫然良久，乃命二子跪诵。诵毕，母子三人各剪一绺青丝，以素绫束之，埋于桑林之侧，誓以耕读世其家，不复作富贵之想。刘姥姥抚掌笑道：“这才是‘留得根芽在，岁岁有春风’。”遂率众向空生庵稽首三拜，相与荷锄而归。\n\n又过旬日，会试放榜，京中信至：周绍衣、周绍采兄弟俱捷南宫，一登状元，一赐探花。报马入村，鼓乐喧阗。巧姐却闭门纺织，颜色自若，惟命二子先至宗祠焚香，次至空生庵谒贾兰。贾兰捧出御赐“世泽绵瓞”匾额，亲悬于周氏茅檐之上。村邻环视，咸啧啧称羡。刘姥姥以杖击地曰：“莫羡莫羡，只恐‘登高跌重’四字，老身记得牢哩！”众皆失笑。\n\n当夜，贾兰设蔬酌于庵中，止留刘姥姥与巧姐母子，余皆辞谢。灯烛荧荧，照见壁上旧日李纨所绘《夜纺授经图》，墨痕黯淡，而慈容如昨。贾兰举杯属客曰：“今日之宴，一则为两郎贺捷，二则为老母冥庆，三则……”言未竟，忽闻檐际铁马叮当，若和笑语。刘姥姥掀髯笑曰：“三则老身明日要回村，怕叨扰，先辞行耳！”四座哄然。\n\n酒过三巡，贾兰微醺，顾巧姐曰：“贤妹昔年遭际，备极苦辛，今二子峥嵘，亦可少慰。然我闻‘忠厚传家久，诗书继世长’，愿妹训以俭德，毋坠家风。”巧姐敛衽答曰：“谨受教。昔年若无母氏劬劳、姥姥扶持，安有今日？妾身誓以余生存恤孤嫠，以报天恩。”刘姥姥拊掌曰：“好！老身明日便去左近募化，建一‘惜老堂’，收养老而无依者。二位若肯布施，老身代作功德。”贾兰与巧姐齐声应诺。是夕，四人围灯夜话，直至鸡声三唱，残月西斜。\n\n翌晨，贾兰亲送刘姥姥至村口，姥姥策杖而行，忽回首曰：“哥儿，老身有句俗谚相赠：‘树高千丈，落叶归根；人活一世，积德为先。’”贾兰稽首受教。姥姥又低声曰：“老身夜来梦见宝二爷骑鹤而来，笑言‘功行已满，不日当返瑶台’。哥儿莫悲，世间聚散，譬如月之盈亏耳。”言罢，高歌《好了歌》，声入云霄。贾兰伫立凝望，但见田塍上霜华似雪，老妪背影渐小如豆，终没于桑林深处。\n\n回庵后，贾兰展纸挥毫，绘《桑林送别图》，自题一绝：\n\n> 桑阴一径深，霜叶满空林。  \n> 回首尘缘净，惟余太古心。\n\n图成，悬于佛龛之右，与《归玉记》并列。自此，空生庵晨钟暮鼓，缁素往来，而贾兰日坐蒲团，手不释卷，或注《周易》，或校《楚辞》，暇则率佃户修堤浚渠，乡人德之，呼为“贾佛子”。\n\n流光荏苒，不觉又十载。是岁大旱，赤地千里，贾兰罄所蓄，设粥厂于村南，日饲饿者千人。一夕，众方就食，忽见西北天际彩云如绮，隐隐有笙箫之声。少顷，一道碧光自青埂峰来，直堕庵中。众趋视之，惟余异香馥郁，经旬不散。贾兰沐浴具衣冠，向空稽首曰：“宝玉吾叔，归班已久，今来招我乎？”遂命门人具舟，欲往金陵祭扫。舟次燕子矶，夜泊寒汀，月明如昼。贾兰独坐船头，手抚《归玉记》，忽闻橹声欸乃，一舟自上游来，船头立一僧一道，向贾兰合掌曰：“侍郎公，旧约不可忘也。”贾兰视之，乃昔年还玉之僧道，心下了然，乃整衣过舟。两舟相并，水波不兴，但闻笛声一缕，清越入云。岸上渔舟灯火，遥似繁星，转瞬皆隐。\n\n次日，舟人入舱，惟见衣冠俨然，玉笏横陈，而贾兰已杳。众惊异，飞棹返村。巧姐率二子迎于江口，抚衣冠痛哭，乃遵遗嘱，以僧道之礼葬于青埂峰下，与通灵宝玉同处一穴，树碣曰“情空居士贾兰之墓”。自是峰顶每至晴夕，常有碧霞一缕，与月华相荡，乡人呼为“兰玉云”。\n\n巧姐守制三年，足不出桑林，纺织之暇，课孙诵诗。其子绍衣后官至礼部尚书，绍采为江南学政，皆清介有祖风。每岁清明，率族祭于青埂峰，祭罢，必于桑阴下设讲坛，讲《孝经》《女诫》，听者云集。刘姥姥所建“惜老堂”亦岁增月益，至百楹，孤寡赖之。后人有诗赞曰：\n\n> 桑枝低护读书堂，纺影犹闻旧墨香。  \n> 莫道盛衰如转毂，请看根柢自深长。  \n> 青埂峰头云不散，稻香村畔水流长。  \n> 通灵一返瑶台后，留得清风播万方。\n\n诗后又系以偈语云：\n\n> 情不情兮空非空，花开花落任东风。  \n> 若将一点灵根护，万古人寰庆大同。\n\n至此，荣宁遗事，已随风散；而一脉书香，与桑麻之绿，岁岁长青。后之览者，亦当悟此“情空”二字，不独为石头一记之旨，亦斯世斯民所共守之箴铭也。"
  },
  {
    "chapter_number": 118,
    "title": "王孙落魄流离四方 豪门旧梦付之东流",
    "content": "第118回：王孙落魄流离四方 豪门旧梦付之东流\n\n诗曰：\n繁华瞬息转头空，剩有残阳泣晚红。\n金谷烟消余冷瓦，玉楼人去剩凄风。\n桑枝尚忆承平绿，江水难淘旧恨浓。\n欲问荣宁当日事，惟余衰草没残宫。\n\n却说贾兰既葬青埂峰后，秋风又历三度，燕子矶下寒潮拍岸，空生庵前黄叶堆门。巧姐率子侄辈每值忌日，必设麦饭蔬香，伏地哭奠，泪尽继之以血。庵中老尼净慧，年逾七旬，犹能细述当日兰哥儿如何手植垂杨，如何夜读《楞严》，说到\"情不附物，物岂碍人\"之句，辄抚卷长吁。众子孙环立阶墀，鸦雀无声，惟闻风声掠瓦，似远似近。\n\n这日恰逢霜降，空生庵后一株老银杏，金叶纷飞，如百千蝴蝶振翅。巧姐携儿媳素琴、孙女阿蕙，并周家两房孙辈，共十二人，各执竹帚，将落叶扫作七堆，依北斗之形排列。老尼净慧拄着九节藤杖，在旁指点：\"第七堆当移三寸，斗柄方指北。\"阿蕙年方五岁，梳着双丫髻，穿藕色小绫袄，蹦蹦跳跳去挪叶子，不意踩到一片碎瓦，\"咕咚\"跌坐地上，却不哭，反咯咯笑起来。巧姐忙上前抱起，拍去裙上泥尘，叹道：\"这丫头倒有她外曾祖母的性子，当年老祖宗在时，最爱这般玩笑。\"\n\n是夜雪压庭柯，碎声如剪。巧姐秉烛独坐，忆昔繁华，转辗不能寐。因想：\"大厦已倾，尚余残砾；枝叶虽凋，根荄未死。若令此子飘零道路，何颜见祖宗于地下？\"遂与长子绍衣、次子绍采商议，欲令贾芷读书，继兰哥之志。\n\n翌日雪霁，庭中玉山纵横，老梅破萼，香浮暗袭。巧姐设案于惜老堂东序，焚檀降之香，请绍衣亲授贾芷《四子书》。芷初执笔，手颤若摇丝，墨沈淋漓，字如僵蚓。绍衣温颜慰之，授以执笔法，又口占一诗示之曰：\n\n\"雪压桑枝低复昂，东君消息到梅香。\n穷通莫问前朝事，且把遗编理断章。\"\n\n贾芷伏地再拜，涕零如雨，誓当刻苦。自此每日鸡初鸣即起，映雪诵书，冷则抱膝，以口嘘气；饿则啜粥一盂，甘之如饴。堂中诸老，怜其勤劬，或遗以枣栗，或授以纸墨。未及半载，文理斐然，楷法亦工。巧姐喜曰：\"此儿骨相虽寒，目有英光，兰哥之泽，其在斯乎！\"乃令附周氏家塾，与诸孙同课。\n\n光阴荏苒，又历两霜。这日恰逢小寒，空生庵前石井栏上，结着三寸厚的冰，阳光照之，如琉璃世界。贾芷着一件半旧的灰鼠袍子，正在井边汲水，忽见冰面上映出个老叟身影，葛巾布袍，面色黧黑，手携一破琴，背一小袱。那老叟道号\"幻真子\"，云游至此，愿借一宿。巧姐闻\"甄\"字，心头一动，急延入堂上。\n\n老叟置琴几，抚弦三叠，声清越如裂帛，众咸倾听。曲终，叟朗吟一绝：\n\n\"浮生着甚苦奔竞，陌上红尘眯眼睛。\n一枕黄粱炊未熟，晨钟又逐晓鸡鸣。\"\n\n巧姐合掌曰：\"先生必是世外高人，愿闻清诲。\"叟微笑不答，徐解小袱，出一卷残书，黄绢为表，上有\"情僧录\"三字，钤以朱文小印，模糊不可辨。叟曰：\"此书乃昔年大荒山青埂峰下所得，记梦幻之真，叙离合之故，今当付与有缘。\"言罢，掷书案头，飘然而去。巧姐追之不及，但见庭除雪印，仅没踝耳。\n\n是夜月华如练，空生庵后枯潭涵影。巧姐展卷，则蝇头细字，语多支离，然细绎之，皆当日荣宁两府之影事，而归宿在\"色空不二，情幻同源\"八字。卷末一行，大书\"兰哥儿手录\"五字，墨痕犹新。巧姐惊疑交集，焚香再拜，置之高阁，戒子孙勿妄传。\n\n翌春，蚕月桑柔，陌上青旗招展。周氏兄弟奉旨南巡，便道归省。旌旗过处，桑阴夹道，里老跪迎。绍衣、绍采皆布袍角带，屏驺从，步至惜老堂，拜母已毕，便问贾芷学业。芷出揖，仪度从容，应对如流。绍衣大喜，袖出一纸，乃今科江南乡试题名录，贾芷已中第二十八名举人。堂中欢声若雷，诸老拄杖起舞，巧姐泣且笑，命设桑落酒以贺。\n\n酒半，绍采从容进曰：\"母亲，儿等此番南来，实奉密旨，查勘前朝勋卫后裔流落者，量才录用，以昭皇仁。芷弟既捷秋闱，可即赴京，与春官试，若能联捷，亦足为祖宗增一重光。\"贾芷闻言，遽离席伏地，涕泣曰：\"芷蒙周母再造，恩逾骨肉，誓当耕读终老，以侍桑梓，不敢更萌他志。\"巧姐亦恻然曰：\"功名身外物，惟愿此心常在，无负先人。\"遂罢议。\n\n然是年夏，江水骤溢，田庐漂没，惜老堂亦浸水三版。巧姐率家人拯溺恤饥，昼夜不遑。贾芷跣足负老，出入波涛，几濒于危。水退后，疫疠大作，堂中病者枕藉。芷与绍采之妻素琴，亲调汤药，焚香吁天，旬月之间，须眉尽落，形容枯槁。巧姐泣抚其背曰：\"儿忘身以活人，天必佑之。\"\n\n秋七月既望，夜气澄肃，星河倒泻。贾芷独坐空生庵废廊下，手把《情僧录》，忽闻檐际有人低唤\"芷哥儿\"。举头见一僧一道，前者秃鬓雪眉，后者跛足芒鞋，相与微笑。僧展手示一玉，色若淡烟，曰：\"此剩灵一缕，合当返汝。\"言讫，掷玉于怀，倏然不见。芷惊愕间，玉已化水，沁入肌肤，顿觉一缕清气，自顶及踵。回视案上书卷，亦随风化蝶，翩翩满室。芷急趋告巧姐，则堂上灯烛尽作青碧，光中隐隐现贾兰影像，拱手三揖，冉冉而没。巧姐合掌诵佛，阖家罗拜。\n\n翌日，芷遂病，热如炽炭，语多呓语，或呼\"宝玉\"，或呼\"兰哥\"，三日而汗解。汗中皆有微香，人以为异。病后，芷神气转清，读书过目成诵，下笔千言。然每对月长吁，若有深忆，人问之，唯摇首不语。\n\n越明年，朝廷开恩科，征天下隐逸。有司以贾芷行谊上闻，特赐国子监学正，促令北上。芷再拜辞母，登舟之日，桑林尽缟素，宛若送殡。巧姐手缝一囊，内贮桑枝一寸、梅瓣数片、空生庵土一撮，密嘱之曰：\"见囊如见祖宗，毋失毋忘。\"芷泣受命。舟发燕子矶，风帆十幅，顷刻不见。岸上老稚，犹翘首若痴。\n\n芷去后，巧姐日就衰惫，然犹强起视事。每夕必于桑林设灯一盏，自抱小孙女阿蕙，循畦而行，口授《女诫》《内则》，声低如丝。一夕灯尽油竭，忽有微风自西来，灯焰复明，光中见贾兰、贾芷并肩而立，皆衣羽衣，向巧姐微笑。须臾，灯灭，天地寂然。巧姐呼之不应，抚床而逝，年七十有九。里人相与殡殓，葬于空生庵后，手植桑树百株环之。\n\n又二年，岁在阉茂，腊月廿四，俗送灶辰。大雪初晴，樵青入报：\"江干有破舟，载一柩，系以桑枝，题曰‘情空居士贾芷之柩’，舟人系缆而去，莫知所之。\"巧姐闻讫，晕绝良久。醒后，率子孙迎柩于江岸，启而视之，衣衾萧然，惟胸前佩一锦囊，封识宛然，即当日别时所赠也。启囊视之，桑枝已萌芽，梅瓣尚红，土仍细润。众皆大哭，声震江云。\n\n遂葬芷于青埂峰之阴，与贾兰同兆域，封树相望。葬之日，峰顶复现\"兰玉云\"，缟若新絮，下垂如幡幢，移时乃散。里人聚观者数千，咸合掌称异。\n\n自此周氏子孙世守\"惜老堂\"，每岁春秋，合族祭奠，祭品惟一盂麦饭、一瓯清水，祭毕即散，不事铺张。青埂峰顶\"兰玉云\"之异，至数十年后犹或一见，见者必丰年。乡人谚曰：\"云现兰玉，桑麦双熟。\"遂为土风。\n\n后有好事者，编《青埂逸史》一书，记荣宁遗事，自\"通灵降世\"起，至\"芷柩返江\"止，都为一卷。卷末附诗曰：\n\n\"豪贵当年事已休，荒原宿草几经秋。\n金屏人去香犹在，玉树歌残梦尚留。\n桑下有人传箸笈，云间无路过瀛洲。\n请看青冢年年绿，付与樵童唱未休。\"\n\n诗后又缀一偈，云是贾兰、贾芷同作，偈曰：\n\n\"有有无无且罢休，劳劳碌碌几时休。\n尘缘断处诸缘尽，水自东流云自留。\"\n\n偈罢，书亦随风而化，惟余桑林瑟瑟，江水悠悠。后人过青埂峰者，但闻樵唱与牧歌，相和答于烟岚云树之间，而豪门旧梦，尽付东流，无从问矣。"
  },
  {
    "chapter_number": 119,
    "title": "红楼梦完结归真意 太虚境警示痴情者",
    "content": "第119回：红楼梦完结归真意　太虚境警示痴情者\n\n却说江南腊尽，青埂峰阴积雪未消，朔风卷地，吹得松柏萧萧，如泣如诉。峰下惜老堂前，周德辉老夫妇并其子启文、孙曾辈，共聚一堂，设麦饭清水之祭，遥对兰、芷二冢。德辉年届七旬，鬓发如银，然精神尚健，手持竹帚，亲自拂拭祭案。案上列旧磁碗三：一盛新炊麦饭，粒粒饱满；一注清泉，冷光浮动；一虚设无物，盖为“通灵宝玉”而留。李氏在旁，以白绫剪作幡胜，缀以碎锦，悬于檐下，风来幡动，声如裂缯。德辉低声祝曰：“二位爷魂兮有知，今夕风雪甚紧，可来堂中少避。”祝罢，泪落沾襟。\n\n是时启文侍立，身披旧毡，眉目清癯，手携《情僧录》副本一卷，纸色微黄，墨香犹在。启文自弱冠后，于梦觉庵旁筑“归真居”，十载抄录，今已成书，共三十有二卷，卷帙繁重，然一字不敢增损。是夜，启文欲以此副本同殉塔中，以完先志。德辉抚卷叹曰：“此书一出，世间痴儿女或可少醒，然恐转添魔障。”启文唯俯首，不发一语。\n\n祭毕，阖家围炉小坐。炉中松柴爆响，火星四溅，照见壁上旧画《荣府元宵行乐图》，绢素黯败，人物面目半蚀，惟余残灯数点，尚似当年珠光。德辉指画示儿孙：“此图乃我幼时所见，彼时荣府灯火三千，箫鼓喧阗，谁料今日只余败壁颓垣！”言未已，窗外忽传橐橐木鱼声，众人惊顾，见一老僧踏雪而来，破衲垂丝，须眉皆白，手持短杖，杖头悬小铜铃，声清越而寒。僧至阶前，合掌曰：“贫僧幻真子，昔年曾留《情僧录》原本，今来取去，归诸真空。”德辉仓皇迎入，僧却不履阈，只在檐下立定，启文捧卷出，僧以袖覆之，卷顿化白光一线，穿帘而去。僧亦转身，雪没其踪，但闻铃音渐远，与风声相乱。\n\n德辉心知非常，遂命启文翌日即奉玉函入塔。是夜，启文独坐归真居，挑灯检点副本，忽闻窗纸窸窣，似有女子弹指。启文启窗，但见雪片扑面，庭中梅枝低亚，一瓣红雪粘于窗棂，形似绛珠。启文怔忡间，闻低吟曰：“质本洁来还洁去，强于污淖陷渠沟。”音细如丝，却字字分明。启文循声而出，雪深没踝，行至梦觉庵后，忽见石塔微裂，红光内蕴，塔顶若悬灯。启文心知时至，遂返室，整襟危坐，默诵《心经》一卷，至“无挂碍故，无有恐怖”处，忽觉顶门如沃冰雪，万籁俱寂，竟尔坐化。\n\n次日平旦，德辉率家人入庵，见启文面色如生，唯眉间一点朱砂，似新注血痕。案上留书，即前偈并《好了歌》也。德辉恸哭失声，李氏以帕掩口，泪落如线。孙曾辈环跪，亦呜咽不已。德辉乃择吉于小寒日，奉启文柩葬于青埂峰阳，与兰、芷二冢成鼎足之势。启文平日所著《归真居诗草》一帙，附殉柩侧。葬日，风雪大作，抬柩者八人，履冰踏雪，号声与松涛相杂。既窆，德辉以雪掩墓，叩首出血，雪殷红如绣。\n\n丧事既毕，德辉老夫妇独居惜老堂。堂中炉火渐微，窗纸为风所裂，呜呜作响。李氏每夜纺绩，纺车声与江涛互答。一夜，李氏方纺，忽觉灯花两爆，化为青焰，焰中现一丽人，宫妆高髻，手执芙蓉，低鬟敛衽曰：“我乃警幻仙姑座下侍者，蒙君家香火情重，特来报信：后日子时，石塔当合，情障永闭，君等可往观之。”言讫，灯花复明，室中惟闻梅香一缕。李氏惊告德辉，德辉默然久之，曰：“若果有期，吾当亲送。”\n\n至期，德辉携李氏、二孙、一曾孙，共五人，秉炬登山。是夜云破月出，清辉如昼，青埂峰石骨嶙峋，积雪映月，若万顷琼瑶。众人至塔前，见塔裂处已渐合拢，红光内缩，化作寸许星丸，浮于空中，旋转不定。俄有僧道二人，自峰顶冉冉而下，一持牟尼，一执麈尾，向德辉等稽首。僧曰：“幻缘已尽，真境当开，此星乃绛珠泪精，今当归于无何有之乡。”道人以麈尾一拂，星丸化虹而散。塔石轰然复合，天衣无缝，惟塔顶留一圆孔，如月之蚀。僧道亦随风而逝，松针簌簌，若奏钧天。\n\n德辉率家人拜伏雪中，良久乃起。归途，李氏忽觉耳畔有童歌曰：“青埂青，梦难醒，雪埋红豆年年生；红尘红，转眼空，塔影犹怜旧日容。”歌罢，四顾无人，惟雪上留小足印无数，似弓弯，又似莲瓣，渐为风雪所没。德辉叹曰：“此殆警幻之童，来送末路情痴耳。”\n\n自是之后，青埂峰一带，每岁腊月既望，必生红豆，粒粒莹如珊瑚，乡人采而售之，可疗相思之疾。然德辉严禁家人采取，惟许其自落自枯，归于尘土。又五年，德辉年八十，一夕无疾而终。临终，呼李氏及子孙环榻，曰：“我死后，可葬我于归真塔后，使魂常守此峰，毋令狐兔侵兰、芷之墓。”言毕，含笑而逝。李氏亦于次年春尽，对镜理妆，忽见镜中花影摇动，遂仆地不起，合葬德辉之侧。\n\n其后，周氏子孙谨守遗训，世居江干，虽贫窭，而书香不替。每值清明寒食，必备麦饭清水，步行数十里，至青埂峰祭扫。途间遇风雨，辄见一灯前导，灯影摇摇，似有人执伞相送。乡人异之，或云乃德辉夫妇之灵，或云启文之魄，然皆莫能详。\n\n岁月推移，青埂峰之名，渐为“梦觉峰”所代。峰下旧路，生细竹万竿，翠条拂云，风来成韵，如泣如诉。竹间多黄莺，声最哀丽，土人呼为“潇湘鸟”，谓是绛珠精魂所化。峰顶塔影，朝夕与云霞出没，远而望之，若一僧一道，对坐谈玄。好事者构亭其下，榜曰“幻真”，然游人至，辄闻亭中有女子低唱《葬花吟》，音细不可辨，惟觉酸楚入心，遂多不敢久留。\n\n又数十年，有客自京师来，姓陈，名梦阮，素耽《红楼》诸卷，遍搜遗闻。闻梦觉峰故事，遂裹粮而来。时当仲夏，峰阴积雪已消，而红豆尚余数粒，嵌于苔石。梦阮拾而藏之，夜宿幻真亭，秉烛展卷，欲续《情僧录》之后。方执笔，忽灯焰作两股，一青一红，青者冷若秋水，红者炽若朝霞，相斗良久，青焰遂灭。梦阮心悸，弃笔伏案，恍惚见一丽人，泪盈于睫，以帕掩面，低语曰：“情至不可极，极之必反，子毋更添蛇足。”语罢，灯花爆落，案上残纸已自燃，顷刻成灰。梦阮惊起，四顾无人，惟窗外竹影横斜，月华如水。遂于亭壁题一绝云：\n\n“梦觉峰头梦未醒，残灯红豆两飘零。  \n欲将旧恨翻新录，鬼语先教腕底停。”\n\n题毕，掷笔下山，终身不复言《红楼》事。\n\n自此而后，青埂峰旧迹，惟余麦饭盂、清水盏，岁岁不移。盂底积苔，水边生萍，而盂中麦饭，水盏清泉，经霜不腐，经旱不涸。乡人以为神，争来祷祀，辄有疾者饮其水而愈，然或贪心多取，则水立涸，饭立霉。于是咸知非神，乃德辉一脉之诚所感，遂相戒勿渎。至清同治间，峰顶塔遭雷火，中裂尺许，塔内玉函宛然，而《情僧录》已空，惟留素纸数幅，上有淡墨花影，似海棠，似芙蓉，似潇湘泪点。土人复加修葺，塔合如初，而花影不灭。好事者拓之，装为卷轴，名曰“梦痕”，然展卷未半，辄闻香风一缕，卷即自合，人亦倦而思睡，醒则卷已空，纸白如雪。\n\n嗟乎！繁华一瞬，黄土千年；情天欲海，终归寂灭。荣宁旧族，烟消雾散；兰芷遗芳，亦付江风。惟有青山常在，流水自东，红豆年年，雪埋复茁。后人过青埂峰者，但见麦饭盂、清水盏，与斜阳衰草相映，恍闻隔世啼鹃，断续随风，而“红楼梦”三字，终不可复闻矣。\n\n诗曰：\n\n青埂峰头旧梦赊，残灯红豆泣天涯。  \n通灵一去无消息，空剩寒梅葬落花。  \n欲问荣宁何处是，萧萧暮雨噪昏鸦。  \n凭君莫话当年事，一片斜阳在浅沙。"
  },
  {
    "chapter_number": 120,
    "title": "情僧说偈悟通灵 玉石归位复旧性清",
    "content": "第120回：情僧说偈悟通灵 玉石归位复旧性清\n\n却说壬子冬至后第三日，青埂峰四围彤云如幕，垂垂欲堕。雪意未降，而寒气已侵人肌骨。峰腰老松，鳞皮皴裂，挂冰如剑；山脚溪流，虽未冻合，却早失了潺潺之声，只余一线黑水，在石骨间瑟缩潜行。峰阴“惜老堂”废址，瓦松尺许，霜叶半埋，惟残梁上尚悬一铁马，偶被山风鼓荡，丁丁作响，似远似近，似为百年旧魂低诉。  \n周氏后人，自德辉公逝后，代有凋零。今岁主祭者乃德辉曾孙周启玄，年甫弱冠，眉宇间尚有祖风，而清癯更甚。启玄少孤，赖祖母李氏抚育，自幼闻祖训，不许攀折红豆，不许私窥石塔，朔望供盂盏，须躬自捧持，不许婢仆代手。是日，启玄晨起盥漱毕，披一件旧貂褂，淡灰色已褪作月白，袖口磨穿处，以绛线锁缀，如残梅数点。他手执一盏薄胎磁盂，盂内清水才汲自峰后泉眼，尚带微温；又一小竹篮，盛麦饭一撮，粒粒坚润，以雪水浸过，晶莹似碎玉。启玄先向祖龛焚香，再拜而出，踏雪向塔。  \n塔在峰阳，距惜老堂里许。昔年德辉公手植老梅十余株，今已合抱，铁干如龙，枝柯覆塔，香雪成阵。启玄行至塔前，见石几上旧盂犹在，惟盏中水已结薄冰，冰面浮一瓣昨夜落梅，殷红如血。他不敢遽易，先以指温融冰，再倾新水，置盂于左，又取旧盂置右，新旧并列，如生、如死、如往、如今。然后退三步，整襟肃拜，口中默诵家传短偈：“盂水不涸，麦饭不腐，非关灵迹，乃系寸心。”诵罢，方欲返身，忽闻塔顶簌簌有声，如碎玉零玑，自高坠下。  \n启玄仰面，只见塔巅圆孔中漏下一缕淡红烟丝，袅袅随风，旋作一环，环中又垂一丝，直注石几。烟丝所及，冰面乍裂，那瓣落梅遂被托起，旋转如红蝶。启玄心知有异，屏息凝视，忽觉眉心一点冰凉，似有雪粒沾睫，而睫上雪却不化，反沁入眸，顿令眼中世界尽作淡红色。  \n恍惚间，塔前雪地上，现出两行脚印，纤小如莲，步步生花，花皆赤豆，色艳于火。脚印自塔后转出，绕石几一匝，又向峰阴而去。启玄身不由己，循迹而行。脚印至一枯涧边而止，涧底碎石，皆作胭脂色。石上隐约有字，启玄俯身辨认，乃是“绛珠”二字，笔致娟秀，似以簪花小楷划沙而成。字旁又有一微凹，形若泪痕。  \n启玄心中一动，忆起祖母昔年所言：曾祖母李纨、曾姨祖母林黛玉，皆葬峰后，冢前旧有绛珠亭，今惟余石础。他方欲循涧再探，忽闻背后有人低唤：“痴儿，莫近！”声音极轻，却似在耳内振鸣。启玄回首，只见雪光刺目，并无一人。惟塔影横空，如墨泼素绢，影中似有人影并肩而立，一僧一道，衣褶飘举，须臾又散。  \n启玄心头突突，急返塔前。那瓣落梅已粘于石几，竟嵌入石理，成一天然小印，印色殷红，如凝血。启玄以指尖轻触，但觉微温，似有心跳。忽闻塔内有人长叹，其声若远若近，叹曰：“绛珠之泪，已还一斛；通灵之玉，当归太清。尘缘未了者，惟此一点痴情耳。”启玄闻声，双膝不觉跪雪，颤声问：“何方仙灵？愿垂慈示。”塔内复应曰：“非仙非灵，乃汝家故物。速返，速返，毋令老僧再堕情障。”言罢，塔顶圆孔中，忽坠下一物，长仅二寸，阔如半指，乃一牙牌，上镌“情不情”三字，隶法古拙。牙牌坠地有声，启玄拾之，牙骨温润，似带体温。  \n正沉吟间，峰后梅林中忽起一阵香风，风过处，雪霰皆作粉红色。香风里，隐隐有环佩叮咚，又似女子低吟：“质本洁来还洁去……”启玄闻声，神魂俱失，急循香风而去。行不数武，但见一株老梅之下，立一缟衣女郎，背影亭亭，鬓挽双鬟，以绛绡轻束，余发垂腰，风过时，发梢与梅瓣同舞。女郎手执一花锄，锄柄斑竹，色如紫玉，锄尖挑一锦囊，囊口微绽，露出几茎残花，花已成雪，而雪又似花。启玄不敢遽呼，惟屏息立于丈外。  \n女郎似已知觉，却不回首，只微侧螓首，轻启檀唇，声如幽泉咽石：“昔日葬花，今日葬雪；雪即是花，花即是雪。郎君既来，可助一锄？”启玄心神俱醉，竟忘男女之嫌，趋前接过花锄。指尖方触女郎之手，但觉冰凉彻骨，而冰中又似有一脉微温，如一线春泉，自指尖透入心肺。启玄低声问：“仙卿何人？”女郎轻轻一笑，笑声如碎冰相击：“侬即昔日绛珠，今为峰灵。郎君祖德未艾，故得见我。然见亦如梦，梦醒即散。”  \n言罢，女郎举锄掘雪，掘处雪色皆作胭脂。须臾成一小穴，女郎自取锦囊，倾出残花，花触雪即化，化为红豆点点，如血珠滚入穴中。女郎以手覆土，土亦作粉红。覆毕，抬首望启玄，启玄方欲启齿，女郎忽以指竖唇，低低念一偈：“花非花，雪非雪，红豆非红豆；情不情，空非空，通灵非通灵。”念罢，转身向梅林深处行去。行不数步，衣角与梅枝相触，化作百千红蝶，随风四散。  \n启玄呆立雪中，手中花锄已化斑竹一枝，枝上犹带女郎发香。忽闻塔前钟磬齐鸣，鸣声震落梅雪。启玄惊觉，返身狂奔，至塔前，但见石几上旧盂已裂，裂处亦作莲瓣之形；新盂中水凝为小冰塔，塔尖正指圆孔。塔影中，僧道二人，已作实体，相向而坐，中置一枰，枰上黑白子，乃是一局残棋。僧衣百衲，每一补缀，皆似一瓣落梅；道袍鹤氅，每一羽纹，皆似一茎飞絮。  \n启玄不敢近前，伏地遥拜。僧亦不回顾，只拈一黑子，轻轻叩枰，曰：“周氏有后，能守盂水，可许一观。”道微笑，以麈尾拂枰，枰上棋子尽化光雨，雨聚成圆镜，镜中现一幻境：乃是大观园残雪，雪压潇湘，竹影犹翠；蘅芜苑内，冷香氤氲；怡红院中，绛蜡泪尽，惟余宝玉一人，披大红猩猩毡斗篷，独立于沁芳闸畔，手持通灵宝玉，痴望水中月影。忽有女子自月影中冉冉升起，衣袂翻飞，似黛玉又似晴雯，似可卿又似香菱，转瞬即化作万缕红烟，烟中隐隐有哭声，哭一声，宝玉手中玉便淡一分，哭至三万六千声，玉竟化为一缕白烟，随风而散。宝玉亦随之化烟，惟余斗篷委地，化作一片红云，红云升空，凝成塔顶圆孔之形。  \n启玄目睹，不觉涕泗交横，叩首出血。僧乃回首，启玄方见其眉目，竟与自家祖德辉公少时无异。僧启口，声如远磬：“痴孙，此幻非幻，乃尔祖未了因缘。今以尔血，偿我情障。”启玄不解，僧以指拈起启玄额上血珠，弹入镜中。镜光顿敛，复成一丸红玉，玉色莹澈，内有一缕血丝，蜿蜒如绛珠草。僧以两手捧玉，向塔一照，塔裂复阖，玉已不见。僧道遂相携起立，向空长啸，啸声如鹤唳云端。  \n忽有白鹤自东南来，背负一函，函以绛绡为衣，鹤至塔前，俯颈吐函。僧启函，取出一卷，乃《情僧录》副本，纸色淡黄，如秋叶。僧展卷示启玄，卷首仍题“风月宝鉴”四字，下有小字一行：“壬子冬至后三日，付周氏后人启玄，以了尘缘。”僧语启玄：“卷中文字，已逐字飞还太虚幻境，惟余空纸。然空纸即真空，真空即妙有。汝可藏之，毋令俗眼轻窥。”启玄捧卷，方欲叩问，僧道已跨鹤腾空，鹤翅扇雪，雪皆作五色花雨，缤纷而下。  \n花雨中，塔影忽缩，缩至寸许，竟化为一粒雪珠，滚入启玄掌中。启玄合掌，雪珠融而不湿，内现一小塔，与真塔无二。启玄方欲谛视，忽闻祖母李氏隔峰呼唤，声音凄切。启玄急循声返，至惜老堂，见祖母扶杖立于阶下，面白如纸，呼曰：“玄孙，塔火将发，速避！”言未毕，峰顶雷声大作，紫电如戟，直劈石塔。塔被雷中，裂为三截，火光中，一丸红玉破空飞去，光尾曳数十丈，如彗星经天。  \n火光照见祖母李氏，已颓然倒地。启玄急趋扶，祖母以手指塔，微笑曰：“吾今归去，汝当守此残石，勿令情根再发。”语毕，闭目而逝。启玄抱尸大恸，泪落祖母衣襟，泪痕竟作胭脂色。  \n次日，启玄以祖母遗命，葬于塔后，与德辉公墓相望。葬日，雪霁，有五色云覆峰，云中隐隐闻天乐。启玄独留峰下，结一草庐，日夕扫塔，供盂水、麦饭如初。每夜，塔裂处必漏一痕红光，光中现一丽人影，或颦或笑，或歌或泣，启玄亦不再惊，惟焚香静坐，以《心经》一卷，与之相对。  \n如是者十年，启玄年三十，一夕，塔影忽倒，倒映入溪，溪中塔影，竟是一座琼楼玉宇，楼上有女郎凭栏，手拈红豆，向启玄遥掷。启玄接豆在手，豆忽化为玉玦，玦内镌“情不情”三字，与昔年牙牌无异。启玄顿悟，长啸一声，将十年所抄《心经》尽投溪中，经卷入水，字字放光，光聚成桥，桥通塔影。启玄踏桥而上，至塔影中，塔影遂合，溪上惟余明月一轮。  \n次日，樵者过溪，见草庐已烬，烬中一函，函内空无一字，惟余淡墨花影一丛，拓之成卷，展即自合。樵者惊异，献之邑令，邑令上之学使，学使命藏郡库。未几，库遭回禄，卷亦随化。  \n自此青埂峰上，无复人迹。每岁腊月既尽，峰顶积雪，必映一痕淡红，如胭脂初晕，至夕乃灭。乡人指以示客，客或问故，则摇首笑曰：“此山灵之梦痕耳，何足道哉！”  \n后有好事者，于峰下得断碑一片，碑阴隐隐有字，译之，乃一绝句：\n\n“雪埋红豆种，春老绛珠魂。  \n塔倒人归未？空山月自昏。”\n\n读罢，碑亦随裂，裂处生出一茎灵芝，色若丹霞，转瞬枯槁。  \n诗曰：\n\n玉归青埂雪无痕，塔影空留月一痕。  \n莫向情天问因果，风回云断总销魂。"
  }
]